{
    "briefings": [
        {
            "type": "Briefing",
            "id": 15934,
            "guid": "046235",
            "headline": "Huawei Unveils AI Chip Roadmap to Challenge Nvidia Dominance",
            "dek": "The Chinese tech giant’s rare public disclosure of its chip development plans highlights the importance of China’s effort to reduce its dependence on Nvidia.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>China’s tech giant Huawei Technologies unveiled on Thursday a three-year roadmap for its artificial intelligence chips designed to challenge Nvidia’s stranglehold on the market. The roadmap is the latest example of China’s effort to reduce its dependence on American semiconductor technology.</p>\n\n<p>The Shenzhen-based company plans to release four new generations of its Ascend AI chips through 2028, starting with two variants of the Ascend 950 series in 2026, followed by the Ascend 960 in 2027 and the Ascend 970 in 2028. The company also said it will launch computing clusters capable of linking up more AI chips efficiently.</p>\n\n<p>The announcement is highly unusual for Huawei, which has been extremely secretive about its semiconductor development since U.S. sanctions severed the company from global supply chains in 2019. The rare public disclosure signals Huawei’s confidence in Chinese chipmaking capabilities and the urgency of China’s push to achieve self-reliance in key AI chip supply..</p>\n\n<p>Eric Xu, Huawei’s deputy chairman, said at Huawei’s annual Connect conference that the new Ascend 950 series in 2026 will feature Huawei’s own high-bandwidth memory, addressing a critical bottleneck that previously forced the company to rely on South Korean and U.S. suppliers. The announcement confirmed The Information’s report last year that Huawei is leading a group of Chinese chip firms to produce high-bandwidth memory chips in 2026.</p>",
            "published_at": "2025-09-18T10:33:44.761Z",
            "url": "https://www.theinformation.com/briefings/huawei-unveils-ai-chip-roadmap-challenge-nvidia-dominance?unlock=046235&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/huawei-unveils-ai-chip-roadmap-challenge-nvidia-dominance?unlock=046235&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1997962,
                    "display_name": "Qianer Liu"
                }
            ],
            "related_items": [
                {
                    "type": "Article",
                    "id": 12737,
                    "guid": "3b9c05ee45",
                    "title": "Huawei Leads Chinese Effort to Compete With Nvidia’s AI Chips",
                    "url": "https://www.theinformation.com/articles/huawei-leads-chinese-effort-to-compete-with-nvidias-ai-chips?utm_source=ti_app"
                }
            ],
            "topics": [
                {
                    "type": "Topic",
                    "id": 2971,
                    "name": "semiconductors"
                },
                {
                    "type": "Topic",
                    "id": 5129,
                    "name": "asia"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 15932,
            "guid": "23d089",
            "headline": "Meta Introduces New Smart Glasses With Display",
            "dek": "The company also unveiled a new version of its Oakley-branded smart glasses.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Meta Platforms introduced a version of its Ray-Ban smart glasses with a display and a wristband for controlling the device at its developer conference Connect on Wednesday. The company also unveiled a new generation of its Ray-Ban smart glasses with several improvements but no display, as well as another version of its Oakley-branded smart glasses that wraps around the face and has one camera on the nose bridge.</p>\n\n<p>“Our goal is to build great looking glasses that deliver personal superintelligence and a feeling of presence using realistic holograms,” Meta CEO Mark Zuckerberg said in a keynote speech at the company’s headquarters in Menlo Park, Calif. “These ideas combined will be called the metaverse.”</p>\n\n<p>The glasses with the display come with a wristband controller that interprets hand motions so that people wearing it can complete tasks like sending text messages. However, a live demonstration of the controller went awry on Wednesday, with Zuckerberg failing to make a video call with Meta Chief Technology Officer Andrew Bosworth. The glasses with a display will cost $799, and the new Oakley-branded glasses will cost $499.</p>\n\n<p>Meta’s Ray-Ban smart glasses have been a bright spot for its augmented and virtual reality arm, Reality Labs. In July, the company attributed revenue growth in the division to increased sales of the glasses. Still, the unit’s operating losses have ballooned in recent years, from $4.5 billion in 2019 to $17.7 billion in 2024.</p>",
            "published_at": "2025-09-18T00:43:00.139Z",
            "url": "https://www.theinformation.com/briefings/meta-introduces-new-smart-glasses-display?unlock=23d089&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/meta-introduces-new-smart-glasses-display?unlock=23d089&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1513375,
                    "display_name": "Kalley Huang"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                },
                {
                    "type": "Topic",
                    "id": 270814,
                    "name": "ar/vr"
                },
                {
                    "type": "Topic",
                    "id": 284173,
                    "name": "meta"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 15931,
            "guid": "9f4852",
            "headline": "Netskope Prices Its IPO at $19 a Share",
            "dek": "The cloud security startup priced at the top of its range. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Cloud security startup Netskope has priced its planned initial public offering at $19 per share, according to two people with direct knowledge of the plans.</p>\n\n<p>The Santa Clara, Calif.-based startup earlier this week lifted its price range to $17 to $19 per share from $15 to $17, <a href=\"https://www.theinformation.com/briefings/cybersecurity-firm-netskope-raises-ipo-price-target?rc=zjctrx\">The Information previously reported</a>. It is offering 47.8 million shares in the IPO, meaning it is raising $908.2 million. The pricing hasn’t previously been reported.</p>\n\n<p>Netskope, founded in 2012, develops cloud security software that helps businesses protect websites and data from cybersecurity attacks.</p>",
            "published_at": "2025-09-17T22:53:01.259Z",
            "url": "https://www.theinformation.com/briefings/netskope-prices-ipo-19-share?unlock=9f4852&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/netskope-prices-ipo-19-share?unlock=9f4852&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2519482,
                    "display_name": "Katie Roof"
                },
                {
                    "type": "Author",
                    "id": 2448998,
                    "display_name": "Valida Pau"
                }
            ],
            "related_items": [],
            "topics": []
        },
        {
            "type": "Briefing",
            "id": 15930,
            "guid": "d1e9fa",
            "headline": "Calif. Nonprofits Ask AG to Reject OpenAI’s Proposal ",
            "dek": "Their letter asks for a process to ensure the charity receives the proper value of its assets.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>A group of California-based nonprofits <a href=\"https://www.eyesonopenai.org/_files/ugd/cd27b9_cbcefc3e59eb417ca2c0bd7c7add822f.pdf\">sent a letter</a> to the state’s attorney general Rob Bonta on Wednesday asking him to reject OpenAI’s recent proposal to give the nonprofit that governs OpenAI a stake worth $100 billion in the for-profit arm of the ChatGPT maker.</p>\n\n<p>“The proposed $100 billion stake likely undervalues the removal of the capped-profit structure, given OpenAI’s valuation surge from $86 billion to over $500 billion,” the letter said. “Only a transparent process will ensure charitable assets are not undersold.”</p>\n\n<p>OpenAI is seeking to convert its for-profit arm into a more traditional corporation, replacing investors’ current capped-profit shares <a href=\"https://www.theinformation.com/articles/will-new-openai-one-chart\">with equity stakes</a>.</p>\n\n<p>The letter raised concerns about the charity’s ability to control the activities of its for-profit entity, especially if OpenAI’s planned corporate restructuring would reduce the nonprofit’s influence. As evidence of these concerns, the letter pointed to recent child safety incidents involving ChatGPT and OpenAI’s <a href=\"https://subscriber.politicopro.com/article/2025/07/dont-make-the-same-mistake-openai-warns-newsom-california-against-strict-ai-rules-00463895\">lobbying efforts</a> against state AI regulation. It demanded that the charity’s assets that are not used to govern the business be redirected to independent entities that won’t have potential conflicts of interest with the business.</p>\n\n<p>Signatories to the letter included Encode, LatinoProsperity, TechEquity and the San Francisco Foundation, which have <a href=\"https://www.theinformation.com/articles/openais-new-path-conversion-faces-activist-opposition\">criticized OpenAI’s planned restructuring</a> for the possibility that it could short-change the charity.</p>",
            "published_at": "2025-09-17T22:07:01.506Z",
            "url": "https://www.theinformation.com/briefings/calif-nonprofits-ask-ag-reject-openais-proposal?unlock=d1e9fa&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/calif-nonprofits-ask-ag-reject-openais-proposal?unlock=d1e9fa&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2114360,
                    "display_name": "Rocket Drew"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 15929,
            "guid": "b8fdf3",
            "headline": "Ticketing Platform Stubhub Falls Below IPO Price",
            "dek": "Stubhub's lackluster IPO is shy of the blockbuster debuts of crypto and AI-focused companies. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Shares of StubHub closed at $22 on its first day of trading, more than 6% below its initial public offering price of $23.50. The offering raised $800 million.</p>\n\n<p>Stubhub CEO Eric Baker said in an interview that the company is betting on future&nbsp;revenue growth from direct ticket sales. The company said in a securities filing that these sales represented about 1% of its gross sales volume.</p>\n\n<p>“They [buyers] just want access to the tickets they want for the events they want in the easiest, most convenient way.” Baker said.</p>\n\n<p>Stubhub’s lackluster IPO was a big contrast to the blockbuster debuts of crypto and AI-focused companies. Circle and CoreWeave shares have more than tripled from their IPO price. Shares of companies like Klarna and Figure that recently went public are trading above their IPO prices.</p>",
            "published_at": "2025-09-17T21:20:22.514Z",
            "url": "https://www.theinformation.com/briefings/ticketing-platform-stubhub-falls-ipo-price?unlock=b8fdf3&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/ticketing-platform-stubhub-falls-ipo-price?unlock=b8fdf3&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2448998,
                    "display_name": "Valida Pau"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 902,
                    "name": "markets"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 15928,
            "guid": "36af24",
            "headline": "Tesla Settles Two Autopilot Crash Lawsuits ",
            "dek": " The settlements come weeks after Tesla was found partially liable in a similar lawsuit over another crash in Florida. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Tesla has settled two lawsuits over crashes involving its Autopilot driver assistance software that were due to go to trial in California next month. The settlements come weeks after Tesla was found partially liable in a similar lawsuit over another crash in Florida.</p>\n\n<p>The lawsuits Tesla settled this month both involve separate fatal crashes that occurred in California in 2019 when drivers were using Autopilot software, <a href=\"https://www.reuters.com/business/autos-transportation/tesla-settles-two-lawsuits-2019-california-crashes-related-autopilot-software-2025-09-16/\">according</a> to Reuters, which cited court filings in Los Angeles and Alameda counties. Financial details of the settlements were not disclosed.</p>\n\n<p>In August, a Florida jury <a href=\"https://www.theinformation.com/briefings/tesla-found-partially-liable-fatal-autopilot-crash\">found Tesla partially to blame</a> for a fatal crash involving Autopilot and ordered the company to pay $243 million in damages. Tesla is appealing the Florida verdict. The heightened scrutiny of Tesla’s driving software comes as the company looks to build a robotaxi business. It has launched ride-hailing services in Austin and San Francisco but has backup humans inside its vehicles in both cities.</p>",
            "published_at": "2025-09-17T19:29:04.076Z",
            "url": "https://www.theinformation.com/briefings/tesla-settles-two-autopilot-crash-lawsuits?unlock=36af24&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/tesla-settles-two-autopilot-crash-lawsuits?unlock=36af24&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1422855,
                    "display_name": "Theo Wayt"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 86077,
                    "name": "autonomous vehicles"
                },
                {
                    "type": "Topic",
                    "id": 267744,
                    "name": "electric vehicles"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 15927,
            "guid": "ecf5e3",
            "headline": "Amazon Launches AI-Powered Ad Creation Tools",
            "dek": "The new tool could help Amazon continue to grow its ad revenue beyond search ads.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Amazon <a href=\"https://www.aboutamazon.com/news/innovation-at-amazon/seller-assistant-agentic-ai\">unveiled</a> a range of new artificial intelligence-powered tools for sellers Wednesday, including a tool that will allow merchants to create ads through a conversational chatbot.</p>\n\n<p>The ads created by the tool, which is powered by AI models including Amazon’s Nova model and Anthropic’s Claude, can run across the e-commerce giant’s ad network, including in Amazon’s search results, on Prime Video and outside websites where Amazon sells ads. The tools could help boost Amazon’s ad business by expanding the range of ads it can sell <a href=\"https://www.theinformation.com/articles/amazons-biggest-ad-business-maxing?rc=d8mrkd\">besides search ads</a>, which are responsible for the bulk of Amazon’s ad revenue. Other ad giants like Meta have said they plan to incorporate more AI into the creation and management of ads on their sites.</p>\n\n<p>Amazon is also adding in more agentic capabilities to Seller Assistant, a chatbot for merchants that Amazon launched last year. The tool can help monitor sellers’ operations and proactively flag potential issues so that merchants can address them, like slow-moving products in Amazon fulfillment centers that could incur fees or problems with regulatory or compliance information.</p>",
            "published_at": "2025-09-17T17:48:52.122Z",
            "url": "https://www.theinformation.com/briefings/amazon-launches-ai-powered-ad-creation-tools?unlock=ecf5e3&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/amazon-launches-ai-powered-ad-creation-tools?unlock=ecf5e3&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1403907,
                    "display_name": "Ann Gehan"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1239,
                    "name": "e-commerce"
                },
                {
                    "type": "Topic",
                    "id": 1332,
                    "name": "amazon"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 15926,
            "guid": "2f013f",
            "headline": "Abu Dhabi’s MGX Backs Intel Spinoff Altera",
            "dek": "Altera is MGX’s first investment in a chip business since the UAE started the fund last year with about $100 billion to invest.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>MGX, the United Arab Emirates-backed fund, will join Silver Lake in purchasing a 51% stake in Altera, a programmable chip business spinning out of Intel, the fund said Tuesday.</p>\n\n<p>Altera&nbsp;is MGX’s first investment&nbsp;in a chip business since the UAE started the fund last year with about $100 billion to invest in artificial intelligence companies. MGX has also invested in AI model developers OpenAI and xAI.</p>\n\n<p>Altera’s chips can be programmed for a range of uses in wireless networking equipment, robotics and data centers running AI applications.</p>\n\n<p>Intel in April said it was selling 51% of Altera in a deal valuing the company at $8.8 billion as part of the storied chip company’s efforts to simplify its offerings and shore up finances. MGX didn’t say how much it’s investing in Altera.</p>",
            "published_at": "2025-09-17T00:22:26.848Z",
            "url": "https://www.theinformation.com/briefings/abu-dhabis-mgx-backs-intel-spinoff-altera?unlock=2f013f&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/abu-dhabis-mgx-backs-intel-spinoff-altera?unlock=2f013f&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2412958,
                    "display_name": "Miles Kruppa"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 2971,
                    "name": "semiconductors"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                },
                {
                    "type": "Topic",
                    "id": 4022301,
                    "name": "finance"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 15925,
            "guid": "040a29",
            "headline": "Trump Delays Enforcement of TikTok Ban Law for Fourth Time",
            "dek": "The U.S. and China are closing in on a deal to sell the app’s U.S business.\r\n",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>The White House delayed enforcement of a law that requires TikTok to divest from its Chinese parent company or face a ban in the U.S.&nbsp;for the fourth time since President Donald Trump came to office in January. The <a href=\"https://www.whitehouse.gov/presidential-actions/2025/09/further-extending-the-tiktok-enforcement-delay-9dde/\">latest waiver</a> of the law extends the deadline for enforcement until Dec. 16.</p>\n\n<p>The extension comes a day after both Chinese government officials and Trump signaled that a deal had been reached to sell TikTok’s U.S. business to a group of investors. Under the deal, a group of non-Chinese investors will own roughly 80% of a new ownership entity, while TikTok’s Chinese parent company, ByteDance, will get a stake of just under 20%.</p>\n\n<p>The deal has been in the works for months but an agreement to win Chinese government approval for the deal was reached in trade talks between the two countries in Madrid in the past couple of days. It’s unclear what concessions the U.S made to get it over the line.</p>",
            "published_at": "2025-09-16T21:16:26.641Z",
            "url": "https://www.theinformation.com/briefings/trump-delays-enforcement-tiktok-ban-law-fourth-time?unlock=040a29&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/trump-delays-enforcement-tiktok-ban-law-fourth-time?unlock=040a29&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 984841,
                    "display_name": "Sylvia Varnham O'Regan"
                }
            ],
            "related_items": [],
            "topics": []
        },
        {
            "type": "Briefing",
            "id": 15924,
            "guid": "f79abe",
            "headline": "SpaceX Plans to Test Direct-to-Cell Starlink on EchoStar Spectrum Next Year ",
            "dek": "“We hope to be launching our next-generation direct-to-device satellites in two years, and hopefully maybe have some tests on phones late next year,”  Gwynne Shotwell said.",
            "source_url": "https://spacenews.com/spacex-planning-first-tests-of-new-direct-to-device-spectrum-next-year/",
            "source_label": "SpaceNews",
            "body": "<p>SpaceX is aiming to test direct-to-cell Starlink service late next year using wireless spectrum it plans to acquire from EchoStar, the company’s president Gwynne Shotwell said on Tuesday.</p>\n\n<p>“We hope to be launching our next-generation direct-to-device satellites in two years, and hopefully maybe have some tests on phones late next year,” Shotwell said at a space conference in Paris, <a href=\"https://spacenews.com/spacex-planning-first-tests-of-new-direct-to-device-spectrum-next-year/\">according</a> to SpaceNews. SpaceX said last week that it would <a href=\"https://www.theinformation.com/briefings/spacex-buy-echostar-spectrum-17-billion\">buy wireless spectrum</a> from EchoStar for $17 billion in cash and stock, which SpaceX said would let it offer satellite-to-cell service anywhere in the world.</p>\n\n<p>SpaceX now has to launch a new generation of satellites with hardware that’s compatible with the spectrum it has acquired, which it plans to start doing in the next two years, Shotwell said. SpaceX is also now working with chip manufacturers so that future generations of mobile phones will have chips that will work with Starlink service, according to Shotwell.</p>",
            "published_at": "2025-09-16T20:57:00.871Z",
            "url": "https://www.theinformation.com/briefings/spacex-plans-test-direct-cell-starlink-echostar-spectrum-next-year?unlock=f79abe&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/spacex-plans-test-direct-cell-starlink-echostar-spectrum-next-year?unlock=f79abe&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1422855,
                    "display_name": "Theo Wayt"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1938,
                    "name": "space"
                },
                {
                    "type": "Topic",
                    "id": 2471074,
                    "name": "media/telecom"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 15923,
            "guid": "eb544d",
            "headline": "Google Unveils New Protocol for Agents to Make Purchases on Behalf of Users",
            "dek": "Merchants, payments companies and AI developers have been trying to sort out key issues for agent payments like privacy and fraud prevention.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Google <a href=\"https://cloud.google.com/blog/products/ai-machine-learning/announcing-agents-to-payments-ap2-protocol\">announced</a> the launch of Agent Payment Protocol Tuesday, a new open-source protocol it says will enable agents to handle payments and transact on behalf of users across the web. Google says the protocol was developed in partnership with payments companies like Adyen, Mastercard, American Express, PayPal and Coinbase that will allow financial institutions to handle agentic transactions in a more uniform way.</p>\n\n<p>Google says the protocol will allow agents to shop on behalf of users in many different scenarios, including getting a users’ permission ahead of time to make a purchase as soon as a specific item is restocked or get personalized deals and offers from merchants.</p>\n\n<p>The protocol will collect what it calls mandates from users that serve as proof that they’ve authorized agents to take actions and make purchases on their behalf. These mandates detail what items and price users have agreed to and allow agents to securely handle users’ payment information to complete the transaction, key issues that merchants, AI companies and payments firms have been trying to sort out in order to allow agents to handle more transactions.</p>",
            "published_at": "2025-09-16T18:35:09.658Z",
            "url": "https://www.theinformation.com/briefings/google-unveils-new-protocol-agents-make-purchases-behalf-users?unlock=eb544d&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/google-unveils-new-protocol-agents-make-purchases-behalf-users?unlock=eb544d&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1403907,
                    "display_name": "Ann Gehan"
                }
            ],
            "related_items": [
                {
                    "type": "Article",
                    "id": 14908,
                    "guid": "c0affc4487",
                    "title": "AI Agents Fall Short on Shopping",
                    "url": "https://www.theinformation.com/articles/ai-agents-fall-short-shopping?utm_source=ti_app"
                }
            ],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1239,
                    "name": "e-commerce"
                },
                {
                    "type": "Topic",
                    "id": 1299,
                    "name": "google"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 15922,
            "guid": "e76209",
            "headline": "YouTube Announces Generative AI Features for Creators",
            "dek": "YouTube announced new video creation features for creators, using its Veo 3 video generation model, integrating generative AI deeper into the massive video platform. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>YouTube announced new video creation features for creators, using its Veo 3 video generation model, integrating generative AI deeper into the massive video platform.</p>\n\n<p>YouTube creators are now able to use Veo 3 to generate YouTube Shorts videos from a text prompt in the United States, United Kingdom, Canada, Australia, and New Zealand. YouTube executives said at the company’s annual Made on YouTube event on Tuesday that other features are coming soon. These include the use of AI to generate a first draft from raw video footage, adding motion to a photo, changing a video to styles like pop art or origami, and adding objects to a video.</p>\n\n<p>YouTube is also rolling out a new beta program for creators to detect the use of their likeness in AI-generated videos across the platform, a nod to the potential dangers of introducing generative AI.</p>",
            "published_at": "2025-09-16T18:01:26.910Z",
            "url": "https://www.theinformation.com/briefings/youtube-announces-generative-ai-features-creators?unlock=e76209&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/youtube-announces-generative-ai-features-creators?unlock=e76209&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1276174,
                    "display_name": "Erin Woo"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1299,
                    "name": "google"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 15921,
            "guid": "56c09c",
            "headline": "Exclusive: Travel Software Startup Navan Prepares Public Listing",
            "dek": "Navan takes one of the final steps toward a long awaited IPO after filing confidentially in June.  ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Navan is planning to make public its initial public offering paperwork on Friday, two people with direct knowledge of the deal said, marking one of the final steps toward a long awaited listing for the travel software startup.</p>\n\n<p>The startup has confidentially submitted its IPO plans in June, The Information <a href=\"https://www.theinformation.com/articles/travel-software-startup-navan-file-month-fall-ipo\">reported</a>.</p>\n\n<p>The Palo Alto, Calif.-based company is among the dozens of aging VC-backed startups that have been preparing for IPOs for several years as it faces pressure from employees and investors to sell shares.</p>\n\n<p>Navan, founded in 2015 as TripActions, competes with SAP Concur and American Express Global Business Travel Group to sell travel booking and expense management software. It was valued at $9.2 billion in 2022 and backed by investors including Andreessen Horowitz, Coatue Management&nbsp;and Lightspeed Venture Partners.</p>\n\n<p>A spokesperson for Navan declined to comment.</p>",
            "published_at": "2025-09-16T17:58:41.707Z",
            "url": "https://www.theinformation.com/briefings/exclusive-travel-software-startup-navan-prepares-public-listing?unlock=56c09c&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/exclusive-travel-software-startup-navan-prepares-public-listing?unlock=56c09c&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2448998,
                    "display_name": "Valida Pau"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1019,
                    "name": "startups"
                },
                {
                    "type": "Topic",
                    "id": 4022795,
                    "name": "venture capital"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 15920,
            "guid": "8715d0",
            "headline": "OpenAI Says It Will Try to Contact Parents of Underage Suicidal ChatGPT Users",
            "dek": "The company is adding restrictions to its chatbot for users under 18, such as refusing to flirt or talk about suicide even in hypothetical or creative-writing contexts.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>OpenAI <a href=\"https://openai.com/index/teen-safety-freedom-and-privacy/\">said</a> on Tuesday that it would add restrictions to its chatbot for users under 18, such as refusing to flirt or talk about suicide even in hypothetical or creative-writing contexts.</p>\n\n<p>If an under-18 user is sharing thoughts of suicide, OpenAI said it will attempt to contact the users’ parents. If OpenAI is unable to reach them, it will contact “authorities” if it believes there is potential imminent harm to the user. The company is also creating a new age-prediction system to estimate the age of users based on how they use ChatGPT.</p>\n\n<p>The changes come after a lawsuit from the family of a 16-year-old from California who killed himself after spending months talking with ChatGPT. In an interview with Tucker Carlson last week, CEO Sam Altman estimated that ChatGPT may be interacting with as many as 1,500 people each week who ultimately commit suicide.</p>\n\n<p>The company also said Tuesday it would take steps to make sensitive chats more private, such as ensuring OpenAI employees can’t view chat content except for extreme cases like a threat to someone’s life. Currently, the company <a href=\"https://help.openai.com/en/articles/7039943-data-usage-for-consumer-services-faq\">says</a> a limited number of authorized OpenAI personnel, as well as “trusted service providers that are subject to confidentiality and security obligations,” may access user content to investigate abuse or security incidents, to provide customer support, to handle legal matters or to improve model performance.</p>",
            "published_at": "2025-09-16T17:43:53.459Z",
            "url": "https://www.theinformation.com/briefings/openai-says-will-try-contact-parents-underage-suicidal-chatgpt-users?unlock=8715d0&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/openai-says-will-try-contact-parents-underage-suicidal-chatgpt-users?unlock=8715d0&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1720773,
                    "display_name": "Stephanie Palazzolo"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 15919,
            "guid": "aaec26",
            "headline": "Workday to Acquire AI Agent Startup Sana For $1.1 Billion",
            "dek": "This is Workday’s latest effort to expand its AI agent offerings after announcing two acquisitions in August. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Human resources software maker Workday has agreed to acquire Sana, a Stockholm-based startup developing enterprise AI agents, for $1.1 billion, the company announced Tuesday.</p>\n\n<p>This is Workday’s latest effort to expand its AI agent offerings. In August, it has agreed to buy Paradox, another startup that makes conversational AI agents for job recruiting and Flowise, a no-code platform to build AI agents.</p>\n\n<p>Enterprise software companies and older tech companies are buying more AI startups to allay&nbsp;investor fears that consumers and businesses will shift to AI-powered alternatives. Shares of Workday have dropped more than 12% this year so far.</p>",
            "published_at": "2025-09-16T15:48:58.116Z",
            "url": "https://www.theinformation.com/briefings/workday-acquire-ai-agent-startup-sana-1-1-billion?unlock=aaec26&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/workday-acquire-ai-agent-startup-sana-1-1-billion?unlock=aaec26&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2448998,
                    "display_name": "Valida Pau"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1019,
                    "name": "startups"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 15918,
            "guid": "48e304",
            "headline": "China Agrees to TikTok Deal With U.S. That Includes Algorithm Licensing",
            "dek": "The U.S. and China have reached consensus on resolving the issues related to TikTok’s U.S. business, Chinese officials say.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>A Chinese government official said the U.S. and China have reached consensus on TikTok’s U.S. operations that include licensing of ByteDance’s algorithms and other intellectual property rights.</p>\n\n<p>Wang Jingtao, deputy director of the Cyberspace Administration of China, said the Chinese government “will examine and approve relevant matters involving TikTok, such as the technology export and the license use of intellectual property, in accordance with relevant laws and regulations,” according to the official Xinhua News Agency.&nbsp; Wang made the comments at a press briefing Monday in Spain, where delegations from the U.S. and China have been holding trade negotiations.</p>\n\n<p>Remarks from Chinese officials followed President Donald Trump’s social media post on Monday where he said “a deal was also reached on a ‘certain’ company that young people in our Country very much wanted to save.”&nbsp; Trump has repeatedly extended the deadline to enforce the U.S. law that forces a ban or sale of TikTok, and the latest deadline is due on Wednesday.</p>",
            "published_at": "2025-09-16T10:40:45.883Z",
            "url": "https://www.theinformation.com/briefings/china-agrees-tiktok-deal-u-s-includes-algorithm-licensing?unlock=48e304&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/china-agrees-tiktok-deal-u-s-includes-algorithm-licensing?unlock=48e304&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 97940,
                    "display_name": "Juro Osawa"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 5129,
                    "name": "asia"
                },
                {
                    "type": "Topic",
                    "id": 11216,
                    "name": "policy"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 15917,
            "guid": "346ad0",
            "headline": "Cybersecurity Firm Netskope Raises IPO Price Target",
            "dek": "It's the latest VC-backed startup to lift its range ahead of the listing this month. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Cloud security startup Netskope late Monday increased the price range of its planned initial public offering to $17 to $19 per share from $15 to $17, according to two people with direct knowledge of the plans. The range means it could sell as much as $908.2 million in the listing. The increased range hasn’t previously been reported.</p>\n\n<p>The startup, the latest of several to list shares this month, is offering 47.8 million shares in the IPO. It could seek to price above the range at $20 to $21 a share, one of the people said.</p>\n\n<p>At the top of the price range, Netskope would have a market value of about $9.5 billion on a fully diluted basis. Netskope, founded in 2012, develops cloud security software that helps businesses protect websites and data from cybersecurity attacks. It was last valued at $7.5 billion in 2021 and is backed by Lightspeed Venture Partners, Accel and others.</p>\n\n<p>Netskope didn’t immediately respond to a request for comment.</p>",
            "published_at": "2025-09-16T03:44:37.765Z",
            "url": "https://www.theinformation.com/briefings/cybersecurity-firm-netskope-raises-ipo-price-target?unlock=346ad0&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/cybersecurity-firm-netskope-raises-ipo-price-target?unlock=346ad0&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2448998,
                    "display_name": "Valida Pau"
                },
                {
                    "type": "Author",
                    "id": 2519482,
                    "display_name": "Katie Roof"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1019,
                    "name": "startups"
                },
                {
                    "type": "Topic",
                    "id": 4022795,
                    "name": "venture capital"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 15916,
            "guid": "016126",
            "headline": "Microsoft Raises Dividend 10%",
            "dek": "Microsoft's decision to return more cash to shareholders comes as it begins to show a noticeable payoff from its investments in AI.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Microsoft said Monday it will raise its quarterly dividend to 91 cents per share, up from 83 cents, beginning in December. The company previously raised its dividend by 10% a year ago, when it simultaneously announced a $60 billion share buyback. Microsoft’s stock was flat in after hours trading Monday.</p>\n\n<p>The company’s decision to return more cash to shareholders comes as it begins to show a noticeable payoff from its investments in artificial intelligence in recent years. The company invested nearly $90 billion on capital expenditures in the year leading up to June, but has notched <a href=\"https://www.theinformation.com/articles/big-tech-cloud-revenue-growth-catching-capex?rc=geicgp\">growing cloud revenue</a> thanks to increases in server rentals on its Azure cloud by OpenAI and other AI customers.</p>",
            "published_at": "2025-09-15T22:53:55.880Z",
            "url": "https://www.theinformation.com/briefings/microsoft-raises-dividend-10?unlock=016126&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/microsoft-raises-dividend-10?unlock=016126&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1236432,
                    "display_name": "Aaron Holmes"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 632,
                    "name": "microsoft"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 15915,
            "guid": "51ed02",
            "headline": "Meta Video Leaks New Smart Glasses With Display",
            "dek": "Meta’s developer conference, Connect, starts on Wednesday.",
            "source_url": "https://www.uploadvr.com/meta-ray-ban-display-glasses-design-hud-wristband-clips-leak/",
            "source_label": "UploadVR",
            "body": "<p>Meta Platforms seems to have jumped the gun on its latest hardware news.</p>\n\n<p>Meta’s YouTube channel published a video showing a new version of its Ray-Ban smart glasses with a display and a wristband for controlling the device, UploadVR <a href=\"https://www.uploadvr.com/meta-ray-ban-display-glasses-design-hud-wristband-clips-leak/\">reported</a> on Monday. The video, which was quickly removed from the channel, also showed a new version of Oakley-branded smart glasses that wrap around the face and have one camera on the nose bridge.</p>\n\n<p>Based on the video, copies of which continued to circulate on social media, the glasses with a display will show content on the right lens of the glasses. Wearers will be able to use the glasses to navigate using a map, follow directions in a recipe, translate text in the real world and use their hand with the wristband to write a reply to a text message.</p>\n\n<p>Meta’s video leaked ahead of its developer conference, Connect, on Wednesday, where the company is expected to discuss its new devices.</p>",
            "published_at": "2025-09-15T22:18:16.120Z",
            "url": "https://www.theinformation.com/briefings/meta-video-leaks-new-smart-glasses-display?unlock=51ed02&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/meta-video-leaks-new-smart-glasses-display?unlock=51ed02&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1513375,
                    "display_name": "Kalley Huang"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 270814,
                    "name": "ar/vr"
                },
                {
                    "type": "Topic",
                    "id": 284173,
                    "name": "meta"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 15914,
            "guid": "e4121f",
            "headline": "Robinhood Launches Venture Fund for Retail Investors",
            "dek": "Robinhood is seeking regulatory approval for a fund that will allow retail investors to get access to pre-IPO shares. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Online brokerage app Robinhood <a href=\"https://newsroom.aboutrobinhood.com/introducing-robinhood-ventures/\">said</a> Monday it plans to launch a fund that will allow retail investors to get access to private companies before they go public, pending regulatory approval.</p>\n\n<p>Robinhood Ventures Fund has <a href=\"https://www.sec.gov/Archives/edgar/data/2085091/000208509125000009/robinhoodventuresfundi-nx2.htm\">filed</a> paperwork with the Securities and Exchange Commission to register the offering. It will be a closed-end fund that buys stakes in private companies in various sectors, such as AI, defense and consumer technology. It plans to make direct investments in the companies and may also invest indirectly through special purpose vehicles, venture funds and private equity funds.</p>\n\n<p>It’s part of Robinhood’s effort to expand access to private markets. In June, Robinhood <a href=\"https://newsroom.aboutrobinhood.com/robinhood-launches-stock-tokens-reveals-layer-2-blockchain-and-expands-crypto-suite-in-eu-and-us-with-perpetual-futures-and-staking/\">announced</a> its launch of “tokenized” equities – tokens that represent shares in companies such as OpenAI and SpaceX – in Europe. That prompted OpenAI to issue a statement saying it did not endorse the effort and didn’t approve any transfer of equity. The launch also faced scrutiny from Bank of Lithuania, Robinhood’s main regulator in the European Union.</p>",
            "published_at": "2025-09-15T21:41:14.112Z",
            "url": "https://www.theinformation.com/briefings/robinhood-launches-venture-fund-retail-investors?unlock=e4121f&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/robinhood-launches-venture-fund-retail-investors?unlock=e4121f&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1999301,
                    "display_name": "Yueqi Yang"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 116267,
                    "name": "crypto"
                },
                {
                    "type": "Topic",
                    "id": 4022301,
                    "name": "finance"
                },
                {
                    "type": "Topic",
                    "id": 4022795,
                    "name": "venture capital"
                }
            ]
        }
    ]
}