{
    "briefings": [
        {
            "type": "Briefing",
            "id": 15974,
            "guid": "fec9a9",
            "headline": "Oracle Raises $18 Billion in Upsized Debt Offering",
            "dek": "Oracle had more than $150 billion in current and long-term liabilities at the end of August, according to securities filings.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Oracle raised $18 billion in a debt offering that was upsized from an earlier $15 billion target due to strong demand, said a person familiar with the deal.</p>\n\n<p>The offering includes bonds maturing as far out as 40 years from now, a rarity in the debt markets. The largest portion maturing in 2035 has a coupon that’s roughly one percentage point above the comparable Treasury yield, giving it a <a href=\"https://www.spglobal.com/spdji/en/indices/fixed-income/sp-500-investment-grade-corporate-bond-index/#overview&nbsp;\">higher yield</a> than the overall S&amp;P 500 Investment Grade Corporate Bond Index.</p>\n\n<p>Oracle’s offering comes as it plans to spend big on chips and data centers to satisfy more than $300 billion in cloud contracts with OpenAI and other artificial-intelligence providers. Oracle said this week it’s developing three new data center sites as part of the Stargate initiative with OpenAI and SoftBank.</p>\n\n<p>Oracle had more than $150 billion in current and long-term liabilities at the end of August, according to securities filings. Moody’s and S&amp;P Global Ratings have placed Oracle on negative credit watch, meaning its credit rating could get downgraded if it doesn’t improve its debt levels.</p>\n\n<p>“Oracle’s AI infrastructure business has tremendous potential in our view, but we note that this exponential growth and the already high debt burden at Oracle could result in an extended period of high leverage and negative cash flow,” Moody’s wrote in a report this month. Moody’s has given Oracle a Baa2 rating on the lower end of the investment grade spectrum.</p>\n\n<p>Bank of America, Citigroup, Deutsche Bank, Goldman Sachs, HSBC and JPMorgan Chase were the joint book-running manager for the offering. Oracle did not immediately respond to a request for comment.</p>",
            "published_at": "2025-09-24T22:14:13.919Z",
            "url": "https://www.theinformation.com/briefings/oracle-raises-18-billion-upsized-debt-offering?unlock=fec9a9&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/oracle-raises-18-billion-upsized-debt-offering?unlock=fec9a9&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2412958,
                    "display_name": "Miles Kruppa"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 902,
                    "name": "markets"
                },
                {
                    "type": "Topic",
                    "id": 4441,
                    "name": "cloud"
                },
                {
                    "type": "Topic",
                    "id": 4022301,
                    "name": "finance"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 15973,
            "guid": "c88520",
            "headline": "Intel Said to Seek Investment From Apple",
            "dek": "A potential deal could follow Nvidia and Softbank's investment, as part of the struggling chipmaker’s efforts to shore up its business. ",
            "source_url": "https://www.bloomberg.com/news/articles/2025-09-24/intel-is-seeking-an-investment-from-apple-as-part-of-its-comeback-bid",
            "source_label": "Bloomberg",
            "body": "<p>Intel has approached Apple to seek an investment, Bloomberg reported, as part of the struggling chipmaker’s efforts to shore up its business. Shares of Intel rose more than 6% after the report, while Apple shares fell less than 1% Wednesday.</p>\n\n<p>Intel representatives declined to comment. Apple didn’t respond to a request for comments.</p>\n\n<p>A deal would follow Nvidia’s $5 billion purchase of stock in Intel, which will build custom-designed CPU chips to integrate in Nvidia’s AI systems. Japanese conglomerate SoftBank also announced a $2 billion investment in Intel last month.</p>\n\n<p>Intel, which has spent heavily on building out its foundry business, is seen as a critical part of President Trump’s plan to reduce reliance on non-U.S. manufacturers TSMC and Samsung to manufacture chips. The U.S. government acquired a roughly 10% stake in the chipmaker in an unusual deal in August.</p>",
            "published_at": "2025-09-24T21:45:54.299Z",
            "url": "https://www.theinformation.com/briefings/intel-said-seek-investment-apple?unlock=c88520&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/intel-said-seek-investment-apple?unlock=c88520&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2448998,
                    "display_name": "Valida Pau"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 2971,
                    "name": "semiconductors"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 15972,
            "guid": "14a3ae",
            "headline": "Google Judge Raises Future of Open Web As She Weighs Ad Tech Divestiture",
            "dek": "The future of independent web sites is increasingly in the spotlight, as many complain that traffic from Google search has declined.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>The judge overseeing an antitrust case over Google’s ad tech operations, Leonie&nbsp;Brinkema,&nbsp;signaled skepticism on Wednesday about whether Google should be forced to divest part of its ad tech business. Her comments came on the third day of a hearing considering how to overhaul Google’s businesses to deal with Brinkema’s ruling in April that Google monopolized the market for technology that helps websites sell ads. The Justice Department has argued that Google should be forced to divest its ad tech operations that help publishers sell ads.</p>\n\n<p>Brinkema asked a lawyer on Wednesday morning whether forcing Google to divest part of its ad tech business would hurt the future of independent web sites, and whether she should take that issue into account as she considers possible remedies for Google’s ad tech monopoly. The future of the open Web—independent web sites—has been a subject of increasing prominence in recent months, as traffic from Google search to web sites has declined, thanks to Google’s introduction of AI overviews.</p>\n\n<p>Later in the day, Brinkema questioned a computer scientist who testified that it would be easy to shift Google’s ad tech into a new environment, as part of a divestiture. Brinkema asked the scientist, who was testifying for the government as an expert witness, how he could be so sure it would be easy. She also asked a witness how antitrust concerns about a possible buyer of the ad tech business should be considered.</p>",
            "published_at": "2025-09-24T20:28:40.013Z",
            "url": "https://www.theinformation.com/briefings/google-judge-raises-future-open-web-weighs-ad-tech-divestiture?unlock=14a3ae&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/google-judge-raises-future-open-web-weighs-ad-tech-divestiture?unlock=14a3ae&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2242907,
                    "display_name": "Catherine Perloff"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1299,
                    "name": "google"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 15971,
            "guid": "025845",
            "headline": "Alibaba Shares Surge after Slew of AI Related Announcements",
            "dek": "The Chinese tech giant announced a trillion-parameter model and inclusion of Nvidia’s software stack in its cloud platform.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Alibaba Group’s share price rose more than 9% on Wednesday, after the Chinese tech giant announced a slew of artificial intelligence related developments in a conference.</p>\n\n<p>The company released the 1 trillion-parameter Qwen3-Max, the latest addition to the Qwen suite of large-language models. It’s the third LLM from China that claims to have 1 trillion parameters, after Kimi K2, developed by startup Moonshot AI, and an unspecified model developed by state-owned China Telecom. Alibaba also said that its cloud services will include Nvidia’s Physical AI software stack, which developers use for autonomous driving and robotics applications.</p>\n\n<p>Some Chinese startups in the robotics field already have been accessing Nvidia’s software themselves, and it remains to be seen if being available via Alibaba Cloud will lift the demand from China for Nvidia’s Physical AI software. The Chinese company will also launch its first data centers in Brazil, France, and the Netherlands, with additional data centers to be added in Mexico, Japan, South Korea, Malaysia, Dubai in the coming year, though it didn’t specify whether these data centers will be equipped with Nvidia chips, nor what clients they are for.</p>\n\n<p>Alibaba has become an investor darling since February when the company announced that it plans to invest $52 billion in AI infrastructure over the next three years.</p>",
            "published_at": "2025-09-24T19:12:44.882Z",
            "url": "https://www.theinformation.com/briefings/alibaba-shares-surge-slew-ai-related-announcements?unlock=025845&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/alibaba-shares-surge-slew-ai-related-announcements?unlock=025845&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1459572,
                    "display_name": "Jing Yang"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 5129,
                    "name": "asia"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 15970,
            "guid": "638ab7",
            "headline": "Data Center Site Developer Fermi Targets $13 billion Valuation in IPO",
            "dek": "A $13 billion valuation would be a rich price tag for a site developer with Fermi’s limited track record.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Fermi America, a data center site developer founded by former Energy Secretary Rick Perry, is&nbsp;targeting a roughly $13 billion valuation in its initial public offering on the Nasdaq exchange.</p>\n\n<p>Founded this year by Perry and others, Fermi has no revenue. It is aiming to build and power the world’s largest data center complex on a 5,263-acre site in Amarillo, Texas. The company says the site, leased from Texas Tech University, will have access to 1 gigawatt of power by the end of 2026. It’s aiming to raise up to $550 million in the offering, according to an updated prospectus filed Wednesday.</p>\n\n<p>A $13 billion valuation would be a rich price tag for a site developer with Fermi’s limited track record, likely reflecting the belief that its access to land and power will be attractive to tech companies competing for limited resources to build data centers.</p>\n\n<p>UBS, Evercore ISI, Cantor Fitzgerald and Mizuho are acting as the lead book-running managers for the planned IPO.</p>",
            "published_at": "2025-09-24T18:28:39.382Z",
            "url": "https://www.theinformation.com/briefings/data-center-site-developer-fermi-targets-13-billion-valuation-ipo?unlock=638ab7&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/data-center-site-developer-fermi-targets-13-billion-valuation-ipo?unlock=638ab7&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2412958,
                    "display_name": "Miles Kruppa"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 902,
                    "name": "markets"
                },
                {
                    "type": "Topic",
                    "id": 6148,
                    "name": "real estate"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 15968,
            "guid": "f77109",
            "headline": "Exclusive: DataBank Gets Moody’s Rating in $1.1 Billion Data Center Deal",
            "dek": "The financing is more evidence that major credit rating agencies are getting comfortable evaluating data center deals.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>DataBank, a data center developer backed by DigitalBridge and Australia’s superannuation&nbsp;fund, raised $1.1 billion in the first data center asset-backed securities offering to be given a credit rating by Moody’s.</p>\n\n<p>The financing is more evidence that major credit rating agencies are getting comfortable evaluating data center deals. Many large, risk-averse investors such as insurance companies won’t invest in ABS or loans unless they have an investment grade credit rating.</p>\n\n<p>DataBank spent more than a year working with Moody’s on the rating and gave input on its <a href=\"https://www.moodys.com/research/Moodys-Ratings-introduces-a-methodology-for-rating-data-center-asset--PBS_1438042\">methodology for evaluating data centers,</a> DataBank CFO Kevin Ooley said in a statement. The new ABS will be used to refinance loans for three data center facilities leased to tech companies, which DataBank didn’t name.</p>\n\n<p>The DataBank ABS is split into two parts: $975 million of secured Class A-2 notes and $92 million of Class B Notes. Moody’s gave the Class A-2 notes an investment grade A3 rating, indicating low credit risk. It didn’t give a rating to the Class B notes.</p>\n\n<p>S&amp;P Global Ratings&nbsp;also gave investment grade ratings to the notes. It gave the Class A-2 notes an A- rating and the Class B notes a BBB- rating, indicating it thinks the debt could be vulnerable to changing economic conditions.</p>\n\n<p>Deutsche Bank, Guggenheim Securities and TD Securities worked with DataBank on the transaction.</p>",
            "published_at": "2025-09-24T13:00:32.976Z",
            "url": "https://www.theinformation.com/briefings/exclusive-databank-gets-moodys-rating-1-1-billion-data-center-deal?unlock=f77109&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/exclusive-databank-gets-moodys-rating-1-1-billion-data-center-deal?unlock=f77109&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2412958,
                    "display_name": "Miles Kruppa"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 4441,
                    "name": "cloud"
                },
                {
                    "type": "Topic",
                    "id": 4022301,
                    "name": "finance"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 15967,
            "guid": "bc0abd",
            "headline": "Cloudflare Sets Up a Fight Over Google’s AI Overviews Access",
            "dek": "Cloudflare announced a new feature it said will enable website owners to block AI Overviews without having to opt out of being included in Google search.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Cloudflare, which says it powers 20% of the world’s internet traffic, on Wednesday announced a new feature that it said will enable website owners to block Google’s AI Overviews search product without having to opt out of being included in Google search.</p>\n\n<p>The feature, if effective, could alleviate a major concern for publishers, who have complained that AI Overviews—an AI-generated summary that sits on top of Google’s search results page for some searches—is using their content without directing traffic to their sites. Penske Media Corp., which owns publications including Rolling Stone and Variety, sued Google last week over traffic drops it attributed to AI Overviews. Currently, Google doesn’t allow publishers to opt out of AI Overviews without opting out of being indexed in search, which would be a death knell to many publishers who still rely heavily on Google for traffic.</p>\n\n<p>Cloudflare’s new product still leaves a lot of questions unanswered. In an interview, Cloudflare CEO Matthew Prince said that Cloudflare is making it easier for website publishers to update their robots.txt file—essentially instructions that AI companies are expected to follow—to include language specifying for example that Google can use their content for search but not AI Overviews. That said, robots.txt instructions are not legally binding, as Cloudflare executives themselves have <a href=\"https://www.theinformation.com/articles/cloudflare-block-google-scaping-websites-ai-products?rc=n9lbpq\">said</a>.</p>\n\n<p>Prince said that Cloudflare had given people at Google a heads up about the product, but that Google hasn’t said they would abide by the new instructions. Google or another AI company disregarding robots.txt could give publishers cause to sue, Prince said.</p>",
            "published_at": "2025-09-24T13:00:32.798Z",
            "url": "https://www.theinformation.com/briefings/cloudflare-sets-fight-googles-ai-overviews-access?unlock=bc0abd&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/cloudflare-sets-fight-googles-ai-overviews-access?unlock=bc0abd&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1276174,
                    "display_name": "Erin Woo"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                },
                {
                    "type": "Topic",
                    "id": 1299,
                    "name": "google"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 15969,
            "guid": "3b4e54",
            "headline": "Nvidia In Talks to Lease Chips to OpenAI as Startup’s Server Spending Plan Rises to $1 Trillion",
            "dek": "OpenAI's deals imply it aims to spend around $1 trillion to fund its AI ambitions over the next decade.",
            "source_url": "https://www.theinformation.com/articles/openai-megadeal-nvidia-discusses-new-business-model-chip-leasing?rc=c48ukx",
            "source_label": "The Information",
            "body": "<p>Nvidia and OpenAI are in discussions to structure their massive artificial intelligence data center partnership around an unconventional business model: OpenAI would lease Nvidia’s AI chips rather than purchasing them outright, <a href=\"https://www.theinformation.com/articles/openai-megadeal-nvidia-discusses-new-business-model-chip-leasing?rc=c48ukx\">The Information reported</a>.</p>\n\n<p>The potential arrangement is an undisclosed part of a landmark tentative deal announced Monday, in which Nvidia will provide up to $100 billion in funding to help OpenAI build its own data centers, starting with a $10 billion cash infusion next year. It shows how Nvidia is seeking new ways to sell its products to a class of customers that, unlike established cloud giants, would struggle to finance such large hardware purchases on their own.</p>\n\n<p>The scale of the potential project is immense, targeting up to 10 gigawatts of data center capacity, with a total cost estimated between $500 billion and $600 billion and Nvidia’s chips and networking equipment accounting for the lion’s share of that expense. Those figures would be in addition to the $450 billion that OpenAI earlier this year projected it would spend to rent 8 GW worth of server capacity from cloud providers through the end of this decade, according to The Information. That implies the ChatGPT maker is already aiming to spend around $1 trillion to fund its AI ambitions over the next decade.</p>",
            "published_at": "2025-09-24T06:13:04.900Z",
            "url": "https://www.theinformation.com/briefings/nvidia-talks-lease-chips-openai-startups-server-spending-plan-rises-1-trillion?unlock=3b4e54&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/nvidia-talks-lease-chips-openai-startups-server-spending-plan-rises-1-trillion?unlock=3b4e54&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 4,
                    "display_name": "Amir Efrati"
                }
            ],
            "related_items": [
                {
                    "type": "Article",
                    "id": 15805,
                    "guid": "84ed0040e6",
                    "title": "In OpenAI Megadeal, Nvidia Discusses a New Business Model: Chip Leasing",
                    "url": "https://www.theinformation.com/articles/openai-megadeal-nvidia-discusses-new-business-model-chip-leasing?utm_source=ti_app"
                }
            ],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                },
                {
                    "type": "Topic",
                    "id": 2971,
                    "name": "semiconductors"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 15966,
            "guid": "405181",
            "headline": "Tether CEO Says It’s Evaluating Fundraising ",
            "dek": "The stablecoin giant is in early talks to raise up to $20 billion, implying valuation of up to $500 billion, Bloomberg reported.",
            "source_url": "https://www.bloomberg.com/news/articles/2025-09-23/crypto-giant-tether-seeks-500-billion-valuation-in-major-raise?srnd=phx-crypto",
            "source_label": "Bloomberg",
            "body": "<p>Tether, the world’s largest stablecoin issuer, is evaluating raising funding from investors to expand across business lines, including stablecoins, AI, commodity trading, and media, by “several orders of magnitude,” said CEO Paolo Ardoino in a <a href=\"https://x.com/paoloardoino/status/1970657524891496959\">tweet</a> Tuesday.</p>\n\n<p>His comment came after Bloomberg reported Tether is in early talks with investors to raise between $15 billion and $20 billion in exchange for about 3% stake, citing two people familiar with the matter. Tether, a closely-held firm, has said it made $13 billion in profits in 2024.</p>\n\n<p>That would imply a valuation of up to $500 billion, putting it in the same league as OpenAI and SpaceX. Cantor Fitzgerald, which manages Tether’s reserve assets, is acting as the lead adviser, Bloomberg said, adding details may change and eventual numbers could be significantly lower.</p>\n\n<p>Tether issues USDT, which has $172 billion in market circulation. Circle, the second largest stablecoin issuer with $74 billion of outstanding USDC, currently has $33 billion in market value.</p>\n\n<p>Earlier this month, Tether announced it will launch a U.S.-focused stablecoin, called USAT, by setting up a new company, which will count Anchorage Digital, the issuance partner of the new stablecoin, as a shareholder. Tether’s U.S. CEO, Bo Hines, former White House crypto adviser, earlier told Bloomberg that Tether has no plans to raise money.</p>",
            "published_at": "2025-09-23T22:19:49.028Z",
            "url": "https://www.theinformation.com/briefings/tether-early-talks-raise-20-billion?unlock=405181&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/tether-early-talks-raise-20-billion?unlock=405181&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1999301,
                    "display_name": "Yueqi Yang"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 116267,
                    "name": "crypto"
                },
                {
                    "type": "Topic",
                    "id": 4022301,
                    "name": "finance"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 15965,
            "guid": "e61fb7",
            "headline": "Microsoft in Talks to Pay Publishers for Content Used by AI Chatbots",
            "dek": "The move would theoretically give publishers a way to continually make money from chatbots that surface information from their content.",
            "source_url": "https://www.axios.com/2025/09/23/microsoft-ai-marketplace-publishers",
            "source_label": "Axios",
            "body": "<p>Microsoft is preparing to launch a new marketplace that would let makers of AI products pay U.S. publishers for content that the AI products surface, Axios reported on Tuesday. The company is preparing to launch a pilot program that will pay certain publishers for content that’s used by Microsoft’s Copilot chatbot and eventually expand to&nbsp; AI applications made by other companies. It outlined the program in a summit with publishers last week, according to the report.</p>\n\n<p>A Microsoft spokesperson declined to comment.</p>\n\n<p>Firms like Microsoft, OpenAI, and Anthropic have previously struck deals with individual publishers to license content used to train AI models. The new marketplace from Microsoft would theoretically grant publishers of books and news outlets a way to continually make money from chatbots that surface information from their copyrighted material. That could also give chatbot makers a way to access content that publishers have blocked chatbots from scraping.</p>\n\n<p>Microsoft itself has also drawn the ire of publishers including the New York Times, which sued both Microsoft and OpenAI for allegedly using its intellectual property to train OpenAI’s models without permission.</p>",
            "published_at": "2025-09-23T21:21:12.717Z",
            "url": "https://www.theinformation.com/briefings/microsoft-talks-pay-publishers-content-used-ai-chatbots?unlock=e61fb7&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/microsoft-talks-pay-publishers-content-used-ai-chatbots?unlock=e61fb7&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1236432,
                    "display_name": "Aaron Holmes"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                },
                {
                    "type": "Topic",
                    "id": 632,
                    "name": "microsoft"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 15964,
            "guid": "456170",
            "headline": "Stripe to Buy Back Shares at $107 Billion Valuation",
            "dek": "Stripe is in talks to buy back shares from investors at a price that values the payments company at $106.7 billion.",
            "source_url": "https://www.axios.com/2025/09/23/stripe-buy-back-stock-vc",
            "source_label": "Axios",
            "body": "<p>Stripe is in talks to buy back shares from investors at a price that values the payments company at $106.7 billion, <a href=\"https://www.axios.com/2025/09/23/stripe-buy-back-stock-vc\">Axios reported.</a> The company recently valued itself at that level, in what’s known as a 409A valuation, according to a person with direct knowledge of the matter.</p>\n\n<p>The price eclipses the payments fintech startup’s valuation of $95 billion, which it reached through a fundraising round in 2021. Investors then cut its valuation to $50 billion when it raised money in 2023, at a time when interest rates were spiking and venture capital funding dropped.</p>\n\n<p>The payments company is considering allowing employees to sell their shares at this level.</p>",
            "published_at": "2025-09-23T19:08:14.748Z",
            "url": "https://www.theinformation.com/briefings/stripe-buy-back-shares-107-billion-valuation?unlock=456170&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/stripe-buy-back-shares-107-billion-valuation?unlock=456170&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 375275,
                    "display_name": "Michael Roddan"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 4022301,
                    "name": "finance"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 15963,
            "guid": "f5b8ab",
            "headline": "OpenAI, Oracle, SoftBank plan five new U.S. data center sites",
            "dek": "The announcement comes a day after OpenAI CEO Sam Altman and Nvidia CEO Jensen Huang announced that the chip designer would invest up to $100 billion in OpenAI.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>OpenAI said Tuesday an agreement with Oracle and SoftBank to supply computing power for artificial intelligence would expand to five new data centers built under the Stargate branding, an update to the $500 billion project it announced at the White House in January.</p>\n\n<p>The five additional sites–two in Texas, one in New Mexico, one in Ohio, and another in an unnamed Midwestern state–will give OpenAI access to almost 7 gigawatts of total computing capacity through Stargate over the next three years, OpenAI said Tuesday. OpenAI and SoftBank will jointly develop data centers in Lordstown, Ohio, and Milam County, Tex.</p>\n\n<p>OpenAI said the Stargate companies would continue evaluating other U.S. sites and planned to spend more than their initial $500 billion commitment.</p>\n\n<p>The Information previously reported OpenAI CEO Sam Altman and Oracle’s new co-CEO Clay Magouryk on Tuesday were expected to announce an expansion of their data center in Abilene, Texas.</p>\n\n<p>The announcement&nbsp;comes a day after Altman and Nvidia CEO Jensen Huang announced that the chip designer would invest up to $100 billion in OpenAI over an unspecified time to help the startup develop its own data centers, separately from the servers it is renting from cloud providers such as Oracle and Microsoft. Spokespeople for OpenAI and Oracle did not respond to a request for comment.</p>",
            "published_at": "2025-09-23T17:52:43.704Z",
            "url": "https://www.theinformation.com/briefings/openai-oracle-announce-data-center-expansion-texas?unlock=f5b8ab&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/openai-oracle-announce-data-center-expansion-texas?unlock=f5b8ab&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1518951,
                    "display_name": "Anissa Gardizy"
                },
                {
                    "type": "Author",
                    "id": 2412958,
                    "display_name": "Miles Kruppa"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 15962,
            "guid": "930f16",
            "headline": "YouTube to Reallow Accounts Banned Over Covid-19, Election Integrity Violations",
            "dek": "A lawyer representing Alphabet also said that the Biden Administration had “press[ed] the Company to remove non-violative content” related to the Covid-19 pandemic.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>YouTube said on Tuesday that it would allow accounts banned for violating its policies on Covid-19 and election integrity to rejoin the platform, following pressure from Republican legislators led by Rep. Jim Jordan.</p>\n\n<p>In a <a href=\"https://judiciary.house.gov/sites/evo-subsites/republicans-judiciary.house.gov/files/evo-media-document/2025-09-23-letter-to-hjc.pdf\">letter</a> to Jordan, a lawyer representing YouTube’s parent company Alphabet also said that the Biden Administration had “press[ed] the Company to remove non-violative content” related to the Covid-19 pandemic.</p>\n\n<p>YouTube’s announcement follows <a href=\"https://www.theinformation.com/articles/meta-cto-says-company-mishandled-introduction-of-new-content-policies?rc=n9lbpq\">changes</a> from Meta Platforms earlier this year softening its fact-checking and hate speech policies. It also comes as YouTube continues to have “productive discussions” with lawyers for Donald Trump regarding Trump’s suit against YouTube for removing his accounts after the January 6 riots, according to an August court <a href=\"https://storage.courtlistener.com/recap/gov.uscourts.cand.386486/gov.uscourts.cand.386486.175.0.pdf\">filing</a>.&nbsp;A spokesperson for Google declined to comment beyond the letter.</p>",
            "published_at": "2025-09-23T17:40:32.568Z",
            "url": "https://www.theinformation.com/briefings/youtube-reallow-accounts-banned-covid-19-election-integrity-violations?unlock=930f16&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/youtube-reallow-accounts-banned-covid-19-election-integrity-violations?unlock=930f16&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1276174,
                    "display_name": "Erin Woo"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 11216,
                    "name": "policy"
                },
                {
                    "type": "Topic",
                    "id": 1299,
                    "name": "google"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 15961,
            "guid": "e7d6c9",
            "headline": "Altman Says Data Center Project Will Produce ‘Gigawatt of New AI Infrastructure Every Week’",
            "dek": "Altman said that OpenAI would be disclosing later this year \"interesting new ideas\" it has about financing its AI infrastructure ambitions.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>OpenAI CEO Sam Altman said in a <a href=\"https://blog.samaltman.com/abundant-intelligence\">blog post</a> on Tuesday that the company aims to create a “factory that can produce a gigawatt of new AI infrastructure every week.” The comments come a day after OpenAI announced a partnership with Nvidia, under which the chip designer plans to invest up to $100 billion in OpenAI to help finance the development of new AI data centers.</p>\n\n<p>Altman also said that OpenAI would be disclosing later this year “interesting new ideas” it has about financing its AI infrastructure ambitions, hinting that it might turn to less traditional methods to raise capital to build the data centers. In the past, companies building data centers have turned to more <a href=\"https://www.theinformation.com/articles/ai-data-center-lenders-watch\">creative structures</a> to raise money, like using their AI chips as collateral for loans.</p>\n\n<p>Altman said that with 10 gigawatts of computing capacity, AI could possibly cure cancer. His optimistic stance on the potential for AI technology stands in stark contrast to companies selling that AI tech, who have <a href=\"https://www.theinformation.com/articles/salesforce-microsoft-find-selling-ai-enterprises-easier-said-done\">struggled to find enterprise buyers in some cases</a>.</p>",
            "published_at": "2025-09-23T15:04:11.264Z",
            "url": "https://www.theinformation.com/briefings/altman-says-data-center-project-will-produce-gigawatt-new-ai-infrastructure-every-week?unlock=e7d6c9&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/altman-says-data-center-project-will-produce-gigawatt-new-ai-infrastructure-every-week?unlock=e7d6c9&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1720773,
                    "display_name": "Stephanie Palazzolo"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 15960,
            "guid": "ebde7c",
            "headline": "Nvidia Could Get 2% Stake in OpenAI From $10 Billion Investment",
            "dek": "The chipmaker said it would invest up to $100 billion in OpenAI",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Nvidia has committed to investing the first $10 billion of a planned $100 billion investment in OpenAI at the startup’s recent $500 billion valuation and then will make the remaining staggered investments at future valuations, according to a person with direct knowledge of the plans.</p>\n\n<p>The chip giant is making the investment in cash and will receive equity in OpenAI as part of the deal. Based on OpenAI’s recent valuation in an employee share, Nvidia would get about 2% of the company from the first $10 billion invested.</p>\n\n<p>Earlier Monday, both companies said Nvidia would make a $100 billion investment to support 10 gigawatts of data center capacity for OpenAI. Nvidia will make the investment as each gigawatt comes online. This structure should limit the amount of dilution other OpenAI investors experience, assuming the valuation of OpenAI continues to rise.</p>\n\n<p>By the end of this year, OpenAI will have raised over <a href=\"https://www.theinformation.com/articles/115-billion-reason-openai-will-raise-money?rc=8tzurb\">$70 billion since its founding</a>, including an investment by Nvidia last fall when OpenAI was valued at $157 billion. OpenAI needs to support the immense <a href=\"https://www.theinformation.com/articles/openai-spend-100-billion-backup-servers-ai-breakthroughs\">costs of training and running its models</a>, which the company has projected will cost at least $450 billion through 2030. OpenAI is in the middle of a restructuring that could pave the way for an eventual public offering.</p>",
            "published_at": "2025-09-23T04:07:33.436Z",
            "url": "https://www.theinformation.com/briefings/nvidia-get-2-stake-openai-10-billion-investment?unlock=ebde7c&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/nvidia-get-2-stake-openai-10-billion-investment?unlock=ebde7c&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 786903,
                    "display_name": "Sri Muppidi"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 4441,
                    "name": "cloud"
                },
                {
                    "type": "Topic",
                    "id": 1019,
                    "name": "startups"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 15959,
            "guid": "483c20",
            "headline": "Coinbase Wants to be ‘Super App’ and Replaces Banks: CEO",
            "dek": "Brian Armstrong’s comments come as bank lobbying groups clash with crypto groups.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Coinbase CEO Brian Armstrong said he wants to develop a super app for customers that would provide an array of financial services such as cards and payments beyond crypto trading.</p>\n\n<p>“Ultimately we want to be a bank replacement for people,” Armstrong <a href=\"https://www.youtube.com/watch?v=02YqCHhSIRM\">told</a> Fox Business last Friday. “We want to be their primary financial services account.”</p>\n\n<p>Armstrong also criticized the push by bank lobbying groups to ban crypto exchanges from paying yield to users on their stablecoin holdings in the upcoming crypto bill. The stablecoin legislation passed in July banned stablecoin issuers from directly paying customers interest, but exchanges can. Coinbase currently pays 4.1% rewards on users’ USDC stablecoin holdings. Bank trade groups <a href=\"https://bpi.com/closing-the-payment-of-interest-loophole-for-stablecoins/\">say</a> such yield could cause deposit flight risks for banks, undermining their ability to make loans.</p>\n\n<p>Armstrong and other crypto leaders visited Capitol Hill last week to advocate for the Clarity Act. Kraken is also building out a full set of financial services, most recently launching Krak, an app providing instant payment and saving rewards.</p>",
            "published_at": "2025-09-22T17:34:13.846Z",
            "url": "https://www.theinformation.com/briefings/coinbase-wants-super-app-replaces-banks-ceo?unlock=483c20&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/coinbase-wants-super-app-replaces-banks-ceo?unlock=483c20&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1999301,
                    "display_name": "Yueqi Yang"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 116267,
                    "name": "crypto"
                },
                {
                    "type": "Topic",
                    "id": 4022301,
                    "name": "finance"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 15958,
            "guid": "b82685",
            "headline": "Arguments Begin for Remedies in Google’s Advertising Technology Anti-Trust Case",
            "dek": "The Department of Justice is arguing for a Google break up \r\n",
            "source_url": "",
            "source_label": "The Information ",
            "body": "<p>The second phase of Google’s second antitrust case—this one around its ad tech operations—opened in a Virginia courthouse on Monday. In April, a district judge <a href=\"https://www.theinformation.com/articles/googles-breakup-likely-second-antitrust-loss\">found</a> Google monopolized the market for technology that helps websites sell ads, and the trial that is on this week will help decide how Google should address these findings.</p>\n\n<p>The Department of Justice is arguing that Google should be forced to sell its suite of technology that helps web publishers manage and sell ad space, today known as <a href=\"https://www.theinformation.com/articles/google-preparing-make-ad-tech-unit-independent\">Google Ad Manager</a>. Google, for its part, says the judge’s findings can be addressed by removing some of the ties between Google’s various advertising technology products. Google has also said they plan to appeal the judge’s ruling.</p>\n\n<p>Google’s ad tech operations are facing anti-trust scrutiny from many angles. Earlier this month, European regulators <a href=\"https://www.theinformation.com/briefings/european-commission-warns-may-mandate-google-ad-tech-breakup\">fined</a> Google €2.95 billion for anti-competitive behavior in ad tech, in a case similar to the one brought by the Department of Justice. Separately, several of Google’s competitors in publisher advertising technology—including Magnite, PubMatic and OpenX—have sued Google, alleging that Google’s anti-competitive behavior in advertising technology harmed their businesses. Publishers including People Inc., Business Insider and Slate also recently sued Google for harms related to advertising technology.</p>",
            "published_at": "2025-09-22T17:28:33.790Z",
            "url": "https://www.theinformation.com/briefings/arguments-begin-remedies-googles-advertising-technology-anti-trust-case?unlock=b82685&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/arguments-begin-remedies-googles-advertising-technology-anti-trust-case?unlock=b82685&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2242907,
                    "display_name": "Catherine Perloff"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1299,
                    "name": "google"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 15957,
            "guid": "45a319",
            "headline": "Nvidia Will Invest Up to $100 Billion in OpenAI For New Data Centers",
            "dek": "The unprecedented agreement, while devoid of details, answers a looming question about how OpenAI would pay for its soaring server costs. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Nvidia and OpenAI said Monday they had signed a strategic partnership in which the chip designer will invest up to $100 billion in the ChatGPT maker over an unspecified time as the startup increasingly relies on Nvidia’s artificial intelligence chips.</p>\n\n<p>The move will help OpenAI develop its own data centers in addition to the unprecedented agreements it has struck to rent Nvidia chip servers from Microsoft and Oracle, according to a person who spoke to Nvidia executives about the new deal.</p>\n\n<p>The agreement involves OpenAI plans to develop 10 gigawatts of data center capacity—enough power to run numerous large cities. In other words, Nvidia would pay OpenAI roughly $10 billion per gigawatt of capacity the startup develops.</p>\n\n<p>Nvidia and OpenAI said they are still finalizing the details of the partnership, and it isn’t clear how the agreement impacts OpenAI’s plan to develop its own AI server chips with the aid of Broadcom, an Nvidia rival. Shares in Nvidia rose 5% on the news.</p>\n\n<p>OpenAI over the summer projected it would spend $450 billion on AI chip servers before the end of the decade, largely through rental agreements with Oracle and Microsoft, and has projected it will burn $115 billion through 2029 before starting to generate cash from its business, <a href=\"https://www.theinformation.com/articles/openai-says-business-will-burn-115-billion-2029?rc=zjctrx\">The Information has reported</a>. It isn’t clear how the Nvidia chip-powered data centers OpenAI is seeking to develop would impact those figures.</p>",
            "published_at": "2025-09-22T17:24:05.860Z",
            "url": "https://www.theinformation.com/briefings/nvidia-says-will-invest-100-billion-openai?unlock=45a319&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/nvidia-says-will-invest-100-billion-openai?unlock=45a319&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1518951,
                    "display_name": "Anissa Gardizy"
                }
            ],
            "related_items": [],
            "topics": []
        },
        {
            "type": "Briefing",
            "id": 15956,
            "guid": "615d94",
            "headline": "FTC Consumer Protection Lawsuit Against Amazon Heads to Trial This Week",
            "dek": "In the suit, the FTC alleges Amazon made it difficult for shoppers to cancel subscriptions and understand billing terms.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>A Federal Trade Commission lawsuit against Amazon’s alleged use of deceptive practices to lock consumers into its Prime subscription goes to trial this week in a Seattle court. In the lawsuit, which the FTC filed in 2023, the commission alleges that Amazon violated consumer protection laws by tricking shoppers into signing up for Prime memberships without their knowledge, including by making it difficult to understand billing terms and to cancel subscriptions. Amazon has denied the allegations.</p>\n\n<p>The lawsuit is separate to the FTC’s antitrust lawsuit against Amazon, alleging that it uses illegal monopolization tactics to control online commerce, which isn’t due to go to trial until 2027.</p>\n\n<p>Several Amazon executives are also named as individual defendants. Judge John Chun, who is overseeing the case, said that two of the executives, Neil Lindsay and Jamil Ghani, would be individually responsible if the FTC proves misconduct during the trial because of their work on the Prime program. The jury will decide if another executive, Russell Grandinetti, will be similarly liable.&nbsp;“The bottom line is that neither Amazon nor the individual defendants did anything wrong – we remain confident that the facts will show these executives acted properly and we always put customers first,“ an Amazon spokesperson said in a statement.</p>",
            "published_at": "2025-09-22T14:27:02.859Z",
            "url": "https://www.theinformation.com/briefings/ftc-consumer-protection-lawsuit-amazon-heads-trial-week?unlock=615d94&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/ftc-consumer-protection-lawsuit-amazon-heads-trial-week?unlock=615d94&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1403907,
                    "display_name": "Ann Gehan"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1239,
                    "name": "e-commerce"
                },
                {
                    "type": "Topic",
                    "id": 1332,
                    "name": "amazon"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 15955,
            "guid": "8cc267",
            "headline": "Oracle CEO Catz Steps Aside,  as Cloud Chief Promoted",
            "dek": "The management shuffle highlights the importance of cloud to Oracle.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Oracle CEO Safra Catz is stepping aside, to be replaced by a pair of executives with experience in the cloud, both holding the CEO title. They are Oracle’s cloud chief, Clayton Magouyrk, and&nbsp;long term Oracle executive Michael Sicilia, who also worked in cloud. The new arrangement confirms how cloud has become Oracle’s most important business.</p>\n\n<p><a href=\"https://www.theinformation.com/articles/the-people-with-power-at-oracle-as-it-focuses-on-the-cloud?rc=9byxri\">Magouyrk joined Oracle</a> in 2014 after several years at Amazon, including AWS. Sicilia previously worked in the cloud unit under its former leader, Don Johnson, another former AWS executive. Sicilia has&nbsp;held various roles in recent years. In June he was promoted to be president of “Industries” and before that he ran Oracle’s global business units.</p>\n\n<p>Meanwhile, Oracle named a new principal financial officer, Douglas Kehring, succeeding Catz, who had also held that position. She will stay on as executive vice chair of Oracle. A key decision maker remains Larry Ellison, who is chair of Oracle and the controlling shareholder.</p>",
            "published_at": "2025-09-22T12:58:00.303Z",
            "url": "https://www.theinformation.com/briefings/oracle-ceo-catz-steps-aside-cloud-executive-promoted?unlock=8cc267&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/oracle-ceo-catz-steps-aside-cloud-executive-promoted?unlock=8cc267&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1270,
                    "display_name": "Martin Peers"
                }
            ],
            "related_items": [],
            "topics": []
        }
    ]
}