{
    "briefings": [
        {
            "type": "Briefing",
            "id": 15984,
            "guid": "6234c1",
            "headline": "Tech Giant Cloudflare to Launch a Stablecoin",
            "dek": "Cloudflare’s stablecoin, called NET dollar, will be used in transactions handled by AI.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Cloudflare, a $76&nbsp;billion company that powers major websites, <a href=\"https://www.cloudflare.com/press/press-releases/2025/cloudflare-introduces-net-dollar-to-support-a-new-business-model-for-the-ai-driven-internet/\">said</a> it plans to launch a U.S. dollar-backed stablecoin that will be used in AI-powered transactions. The stablecoin is the first by a major tech firm after the passage of stablecoin legislation in July.</p>\n\n<p>The stablecoin, called NET Dollar, will enable instant, automated transactions by AI to take actions on behalf of humans, such as paying for cheapest flight, ordering an item that goes on sale, or paying suppliers upon delivery, the company said. It can also be used by creators to get paid for content. Stablecoins are cryptocurrencies that are typically pegged to the dollar and backed by reserves.</p>\n\n<p>Cloudflare is a publicly traded company that manages web traffic and cybersecurity for around 20% of the internet. There have been concerns among banks and crypto companies that a tech firm would issue a stablecoin to compete against their products. The stablecoin legislation over the summer banned public companies that are not financial firms from issuing stablecoins without government approval. A Cloudflare representative said the company will announce more details later.</p>",
            "published_at": "2025-09-25T22:30:44.435Z",
            "url": "https://www.theinformation.com/briefings/tech-giant-cloudflare-launch-stablecoin?unlock=6234c1&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/tech-giant-cloudflare-launch-stablecoin?unlock=6234c1&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1999301,
                    "display_name": "Yueqi Yang"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 4022301,
                    "name": "finance"
                },
                {
                    "type": "Topic",
                    "id": 116267,
                    "name": "crypto"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 15983,
            "guid": "be4d04",
            "headline": "Apple Presses the EU to Overturn Digital Markets Act",
            "dek": "The company said the law has forced it to delay features due to the landmark law.",
            "source_url": "https://www.apple.com/newsroom/2025/09/the-digital-markets-acts-impacts-on-eu-users/",
            "source_label": "The Information",
            "body": "<p>Apple has urged the European Union to repeal the Digital Markets Act, claiming it causes delays in new features and increases privacy and security risks for users on the continent.</p>\n\n<p>The company said the law has forced it to postpone features like iPhone mirroring to Mac and live translation with AirPods due to engineering challenges. Location-based features in Maps were also delayed because the DMA requires compatibility with non-Apple products. “Over time, it’s become clear that the DMA isn’t helping markets,” the company said in a statement on its website. “It’s making it harder to do business in Europe.</p>\n\n<p>Apple said it can’t comply with the demands from the European Commission—the entity that oversees the DMA on the EU’s behalf—without compromising user data and that its proposed safeguards were rejected. In June, Apple adjusted its App Store rules and fees in Europe to comply with an EU antitrust order. Apple said this has led to a riskier app experience for iPhone users, with scams, malware and pornography apps appearing due to sideloading and alternative marketplaces. The DMA, which came into force last year, mandates that large tech firms to open their platforms to competitors.</p>\n\n<p>European Commission officials <a href=\"https://www.wsj.com/tech/apple-asks-eu-to-repeal-blocs-landmark-digital-markets-act-8d250aac?gaa_at=eafs&gaa_n=ASWzDAgk3hXdLRFx4EwmnICzLFdDQLhv6PDokmWg75RZHjE_PkxATLy_UUCmnJq3Lcg%3D&gaa_ts=68d5becd&gaa_sig=zLGR6YkD0q0F9rNhsr1CgPAqKAcu6ZNqg-0fJvInGO-e4pD6YNdwqEWvqPf7YArVkQBfBTlIahYHwHoxQAZUIA%3D%3D\">told The Wall Street Journal</a> the organization has no intention to repeal the law.</p>",
            "published_at": "2025-09-25T22:17:26.580Z",
            "url": "https://www.theinformation.com/briefings/apple-presses-eu-overturn-digital-markets-act?unlock=be4d04&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/apple-presses-eu-overturn-digital-markets-act?unlock=be4d04&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 3158,
                    "display_name": "Nick Wingfield"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1583,
                    "name": "apple"
                },
                {
                    "type": "Topic",
                    "id": 11216,
                    "name": "policy"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 15982,
            "guid": "99fc8f",
            "headline": "Google Considered Selling Part of Ad Tech Unit Last Year, Google Executive Says",
            "dek": "Google also considered putting part of its ad tech unit into Google Cloud and selling it as a software as a service.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Google considered selling part of its ad tech unit as recently as 2024, a Google executive testified in federal court in Virginia on Thursday, after considering the same idea in 2021. The company also considered putting part of its ad tech business into Google Cloud and selling its software as aservice.</p>\n\n<p>The disclosures were made by Tim Craycroft, a Google vice president and general manager of ads, under questioning by a lawyer for the Justice Department. The lawyer was trying to demonstrate that it was technically feasible for Google to break off parts of its ad tech business, even as Google has argued that doing so wasn’t possible.&nbsp;Craycroft&nbsp;added that the 2024 divestiture discussions concerned the ad tech unit’s contracts, patents and revenue, but&nbsp;not the majority of its technology.</p>\n\n<p>The testimony came in the fourth day of a hearing on how Google’s ad tech business should be overhauled to remedy its monopoly in the market for helping publishers sell ad space. The government wants Google to have to sell the part of its ad tech unit that deals with publishers. Craycroft didn’t explain why Google had considered selling the unit in the past, although complaints about Google’s power in the sector have circulated for several years, even as Google’s revenue from handling ads on other people’s websites has declined. Of note, Google has offered to sell parts of its business during the course of the Department of Justice’s investigation and case, but Google and the government couldn’t agree on terms, Bloomberg <a href=\"https://www.bloomberg.com/news/articles/2025-09-15/google-ad-tech-sale-offer-fell-far-short-of-breakup-doj-seeks?taid=68c83f884a6caf0001de0ee4&utm_campaign=trueanthem&utm_content=business&utm_medium=social&utm_source=twitter\">reported</a> earlier this month.</p>\n\n<p>Chief Business Officer Philipp Schindler was involved in last year’s consideration, Craycroft testified, and then-Chief Financial Officer Ruth Porat and Schindler were involved in the 2021 discussions.</p>",
            "published_at": "2025-09-25T20:41:22.391Z",
            "url": "https://www.theinformation.com/briefings/google-considered-selling-part-ad-tech-unit-last-year-google-executive-says?unlock=99fc8f&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/google-considered-selling-part-ad-tech-unit-last-year-google-executive-says?unlock=99fc8f&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2242907,
                    "display_name": "Catherine Perloff"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1299,
                    "name": "google"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 15981,
            "guid": "c5b463",
            "headline": "DeepMind Releases New Robot AI Models",
            "dek": "Gemini Robotics-ER 1.5 is the first broadly available Gemini Robotics model.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Google DeepMind released the latest version of its flagship language model designed for powering robots, touting the model’s ability to detect nearby objects, plan motions such as how to grab a mug and search the internet for information, such as local recycling laws.</p>\n\n<p>The unit of Alphabet’s Google also made the model, Gemini Robotics-ER 1.5, available for developers to use.</p>\n\n<p>‘ER’ stands for embodied reasoning, indicating the model’s ability to understand the physical world. Those skills also allow a second model, Gemini Robotics 1.5, to control a robot to complete tasks, such as cleaning a table or sorting trash. Users can instruct ER 1.5 to “think” for longer to improve a robot’s accuracy on more complex tasks.</p>\n\n<p>DeepMind announced earlier robotics models in March, but those were not made broadly available to developers.</p>",
            "published_at": "2025-09-25T20:30:08.138Z",
            "url": "https://www.theinformation.com/briefings/deepmind-releases-new-robot-ai-models?unlock=c5b463&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/deepmind-releases-new-robot-ai-models?unlock=c5b463&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2114360,
                    "display_name": "Rocket Drew"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                },
                {
                    "type": "Topic",
                    "id": 1299,
                    "name": "google"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 15980,
            "guid": "09b204",
            "headline": "Trump Signs TikTok Executive Order, Values Company at $14 Billion",
            "dek": "The Abu Dhabi-based investment company could potentially also get a board seat.\r\n",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Vice President JD Vance said Thursday that a new company poised to take over TikTok’s U.S. operations will be valued at about $14 billion, well below what was expected. Vance made the comments at the Oval Office, where Trump was signing <a href=\"https://www.whitehouse.gov/presidential-actions/2025/09/saving-tiktok-while-protecting-national-security/\">an executive order</a> approving the proposed deal. ByteDance, which owns TikTok, <a href=\"https://www.theinformation.com/briefings/a4fb9b?rc=9byxri\">was valued at $330 billion</a> in a recent employee share sale.</p>\n\n<p>Earlier Thursday, Bloomberg reported that MGX, the United Arab Emirates-backed investment fund, was in talks to join the consortium of non-Chinese investors involved in the deal, which also includes Oracle. The administration has not yet disclosed the complete lineup of investors but Vance said they intend to announce more details&nbsp;in the coming days.</p>\n\n<p>Addressing a question from a reporter about whether he hoped to see TikTok’s algorithm show more MAGA-related content on the U.S. app, Trump responded: “If I could make it 100% MAGA I would, but it’s not gonna work out that way unfortunately.”</p>",
            "published_at": "2025-09-25T19:41:38.321Z",
            "url": "https://www.theinformation.com/briefings/mgx-reportedly-involved-tiktok-deal-talks?unlock=09b204&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/mgx-reportedly-involved-tiktok-deal-talks?unlock=09b204&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 984841,
                    "display_name": "Sylvia Varnham O'Regan"
                }
            ],
            "related_items": [],
            "topics": []
        },
        {
            "type": "Briefing",
            "id": 15979,
            "guid": "943af7",
            "headline": "Databricks Inks $100 Milllion Deal to Host OpenAI Models",
            "dek": "The multi-year deal gives Databricks customers direct access to OpenAI’s latest models",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Cloud AI provider&nbsp;Databricks, through a <a href=\"https://www.databricks.com/blog/run-openai-models-directly-databricks\">new agreement with OpenAI</a>, will be able to host models such as GPT-5 for its customers, in a move to address data security concerns for Fortune 500 companies. The partnership enables Databricks’ customers to run OpenAI’s models and design AI agents directly within the Databricks platform.</p>\n\n<p>Databricks expects&nbsp;to spend at least $100 million across multiple years to provide customers access to OpenAI’s models. The agreement could help Databricks generate more revenue from customers building AI applications using the data they store and manage in its cloud service.</p>\n\n<p>The agreement, which is similar to one Databricks <a href=\"https://www.theinformation.com/briefings/771b4e\">announced with Anthropic in March</a>, is the latest example of AI companies <a href=\"https://www.theinformation.com/articles/google-anthropic-discuss-ai-data-security-deals-with-snowflake-databricks?rc=eqgjah\">making it easier for customers to build AI applications</a> without moving their data. This is especially important for firms in regulated industries, such as banks, which have strict data security requirements.</p>",
            "published_at": "2025-09-25T18:52:50.178Z",
            "url": "https://www.theinformation.com/briefings/databricks-inks-100-milllion-deal-host-openai-models?unlock=943af7&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/databricks-inks-100-milllion-deal-host-openai-models?unlock=943af7&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 786903,
                    "display_name": "Sri Muppidi"
                },
                {
                    "type": "Author",
                    "id": 122814,
                    "display_name": "Kevin McLaughlin"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 4441,
                    "name": "cloud"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 15978,
            "guid": "103b3f",
            "headline": "OpenAI Signs Additional $6.5 Billion Contract With CoreWeave",
            "dek": "The expanded contract adds to OpenAI’s spending commitments as it tries to secure computing power to train new models and serve its growing customer base.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>OpenAI agreed to purchase up to $6.5 billion of cloud services from CoreWeave, pushing its contracted spending with the cloud provider&nbsp;to about $22.4 billion, the companies said Thursday.</p>\n\n<p>The expanded contract adds to OpenAI’s spending commitments as it tries to secure enough computing power to train new artificial-intelligence models and serve its growing customer base. OpenAI said this week it’s working on five new data center sites with Oracle and SoftBank and signed a $100 billion deal with Nvidia to use its chips.</p>\n\n<p>CoreWeave in July raised $2.6 billion in debt to help it deliver cloud computing to OpenAI.</p>",
            "published_at": "2025-09-25T17:57:11.587Z",
            "url": "https://www.theinformation.com/briefings/openai-signs-additional-6-5-billion-contract-coreweave?unlock=103b3f&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/openai-signs-additional-6-5-billion-contract-coreweave?unlock=103b3f&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2412958,
                    "display_name": "Miles Kruppa"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 4441,
                    "name": "cloud"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                },
                {
                    "type": "Topic",
                    "id": 902,
                    "name": "markets"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 15977,
            "guid": "044227",
            "headline": "U.S. Government Signs Deal to Use xAI’s Grok ",
            "dek": "xAI will charge $0.42 per federal agency. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>The U.S. government said Thursday that it had signed a deal with Elon Musk’s xAI that will allow federal workers to use the Grok chatbot for a nominal fee. The government announced similar deals with OpenAI and Anthropic last month.</p>\n\n<p>“Thanks to President Trump and his administration, xAI’s frontier AI is now unlocked for every federal agency empowering the U.S. Government to innovate faster and accomplish its mission more effectively than ever before,” Musk said in a press release. Musk had been a close ally of President Trump during the first months of his presidency before the pair had a public falling-out over the summer. On Sunday, Musk was pictured speaking with Trump at Charlie Kirk’s memorial.</p>\n\n<p>xAI will charge $0.42 per federal agency, according to the <a href=\"https://www.gsa.gov/about-us/newsroom/news-releases/gsa-xai-partner-to-accelerate-federal-ai-adoption-09252025\">press release</a> from the General Services Administration, which handles many government contracts. OpenAI and Anthropic are charging $1 per agency. All three startups, as well as Google, were also <a href=\"https://www.theinformation.com/briefings/pentagon-awards-200-million-contracts-xai-google-anthropic\">awarded $200 million Pentagon contracts</a> this summer.</p>",
            "published_at": "2025-09-25T16:21:54.520Z",
            "url": "https://www.theinformation.com/briefings/u-s-government-signs-deal-use-xais-grok?unlock=044227&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/u-s-government-signs-deal-use-xais-grok?unlock=044227&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1422855,
                    "display_name": "Theo Wayt"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                },
                {
                    "type": "Topic",
                    "id": 11216,
                    "name": "policy"
                },
                {
                    "type": "Topic",
                    "id": 255454,
                    "name": "x"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 15976,
            "guid": "a5ef23",
            "headline": "Amazon Reaches $2.5 Billion Settlement In FTC Consumer Protection Lawsuit",
            "dek": "Amazon will have to make it easier to cancel Prime subscriptions and offer refunds to consumers.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Amazon will pay $2.5 billion to settle the Federal Trade Commission’s lawsuit over the e-commerce firm’s alleged use of deceptive practices to unknowingly lock consumers into its Prime membership, the FTC <a href=\"https://www.ftc.gov/news-events/news/press-releases/2025/09/ftc-secures-historic-25-billion-settlement-against-amazon\">announced</a> Thursday. Amazon will pay a $1 billion civil penalty and refund $1.5 billion to roughly 35 million consumers, the statement said.</p>\n\n<p>In addition to the payments, the settlement will require Amazon&nbsp;to include a “clear and conspicuous” button for consumers to decline Prime enrollment and can no longer have a button that says “No, I don’t want Free Shipping.” Amazon must also have clear disclosures about the cost of Prime and how consumers will be charged, as well as have an easy way for shoppers to cancel their subscriptions.</p>\n\n<p>“Amazon and our executives have always followed the law and this settlement allows us to move forward and focus on innovating for customers,” spokesperson Mark Blafkin said in a statement. “We work incredibly hard to make it clear and simple for customers to both sign up or cancel their Prime membership, and to offer substantial value for our many millions of loyal Prime members around the world. We will continue to do so, and look forward to what we’ll deliver for Prime members in the coming years.”</p>\n\n<p>The FTC originally sued Amazon in 2023, and the suit went to trial in Seattle earlier this week. The consumer protection lawsuit is separate from an FTC antitrust lawsuit against Amazon, which alleges that it uses illegal monopolization tactics to control online commerce. That suit isn’t due to go to trial until 2027.</p>",
            "published_at": "2025-09-25T16:15:36.555Z",
            "url": "https://www.theinformation.com/briefings/amazon-reaches-2-5-billion-settlement-ftc-consumer-protection-lawsuit?unlock=a5ef23&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/amazon-reaches-2-5-billion-settlement-ftc-consumer-protection-lawsuit?unlock=a5ef23&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1403907,
                    "display_name": "Ann Gehan"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1332,
                    "name": "amazon"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 15975,
            "guid": "9f50db",
            "headline": "xAI Sues OpenAI For Allegedly Stealing Trade Secrets ",
            "dek": "The lawsuit, filed late Wednesday, alleges that OpenAI poached eight xAI employees as part of a “deliberate scheme” to steal confidential information. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Elon Musk’s xAI sued OpenAI for hiring away several employees who xAI alleges stole trade secrets. Staff that have jumped from xAI to OpenAI include several engineers and former CFO Mike Liberatore.</p>\n\n<p>The lawsuit, filed late Wednesday, alleges that OpenAI poached eight xAI employees as part of a “deliberate scheme” to steal confidential information. xAI already <a href=\"https://www.theinformation.com/briefings/elon-musks-xai-sues-ex-employee-allegedly-taking-secrets-openai\">filed a separate lawsuit</a> last month against one of the former employees named in the lawsuit, Xuechen Li. Other employees named in the suit include former engineers Ethan Knight, Hieu Pham and former head of infrastructure engineering Uday Raddurraju. An OpenAI spokesperson said: “This new lawsuit is the latest chapter in Mr Musk’s ongoing harassment. We have no tolerance for any breaches of confidentiality, nor any interest in trade secrets from other labs.”</p>\n\n<p>The lawsuit didn’t name Liberatore but it did include a screenshot of an email sent by xAI lawyer Alex Sprio to an unnamed “senior finance executive” in July, accusing the executive of breaching their confidentiality agreement. The former executive responded with “s— my d—”, the lawsuit showed. Liberatore left the company in July after three months and joined OpenAI in September.</p>",
            "published_at": "2025-09-25T14:21:49.313Z",
            "url": "https://www.theinformation.com/briefings/xai-sues-openai-allegedly-stealing-trade-secrets?unlock=9f50db&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/xai-sues-openai-allegedly-stealing-trade-secrets?unlock=9f50db&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1422855,
                    "display_name": "Theo Wayt"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                },
                {
                    "type": "Topic",
                    "id": 255454,
                    "name": "x"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 15974,
            "guid": "fec9a9",
            "headline": "Oracle Raises $18 Billion in Upsized Debt Offering",
            "dek": "Oracle had more than $150 billion in current and long-term liabilities at the end of August, according to securities filings.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Oracle raised $18 billion in a debt offering that was upsized from an earlier $15 billion target due to strong demand, said a person familiar with the deal.</p>\n\n<p>The offering includes bonds maturing as far out as 40 years from now, a rarity in the debt markets. The largest portion maturing in 2035 has a coupon that’s roughly one percentage point above the comparable Treasury yield, giving it a <a href=\"https://www.spglobal.com/spdji/en/indices/fixed-income/sp-500-investment-grade-corporate-bond-index/#overview&nbsp;\">higher yield</a> than the overall S&amp;P 500 Investment Grade Corporate Bond Index.</p>\n\n<p>Oracle’s offering comes as it plans to spend big on chips and data centers to satisfy more than $300 billion in cloud contracts with OpenAI and other artificial-intelligence providers. Oracle said this week it’s developing three new data center sites as part of the Stargate initiative with OpenAI and SoftBank.</p>\n\n<p>Oracle had more than $150 billion in current and long-term liabilities at the end of August, according to securities filings. Moody’s and S&amp;P Global Ratings have placed Oracle on negative credit watch, meaning its credit rating could get downgraded if it doesn’t improve its debt levels.</p>\n\n<p>“Oracle’s AI infrastructure business has tremendous potential in our view, but we note that this exponential growth and the already high debt burden at Oracle could result in an extended period of high leverage and negative cash flow,” Moody’s wrote in a report this month. Moody’s has given Oracle a Baa2 rating on the lower end of the investment grade spectrum.</p>\n\n<p>Bank of America, Citigroup, Deutsche Bank, Goldman Sachs, HSBC and JPMorgan Chase were the joint book-running manager for the offering. Oracle did not immediately respond to a request for comment.</p>",
            "published_at": "2025-09-24T22:14:13.919Z",
            "url": "https://www.theinformation.com/briefings/oracle-raises-18-billion-upsized-debt-offering?unlock=fec9a9&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/oracle-raises-18-billion-upsized-debt-offering?unlock=fec9a9&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2412958,
                    "display_name": "Miles Kruppa"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 4441,
                    "name": "cloud"
                },
                {
                    "type": "Topic",
                    "id": 4022301,
                    "name": "finance"
                },
                {
                    "type": "Topic",
                    "id": 902,
                    "name": "markets"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 15973,
            "guid": "c88520",
            "headline": "Intel Said to Seek Investment From Apple",
            "dek": "A potential deal could follow Nvidia and Softbank's investment, as part of the struggling chipmaker’s efforts to shore up its business. ",
            "source_url": "https://www.bloomberg.com/news/articles/2025-09-24/intel-is-seeking-an-investment-from-apple-as-part-of-its-comeback-bid",
            "source_label": "Bloomberg",
            "body": "<p>Intel has approached Apple to seek an investment, Bloomberg reported, as part of the struggling chipmaker’s efforts to shore up its business. Shares of Intel rose more than 6% after the report, while Apple shares fell less than 1% Wednesday.</p>\n\n<p>Intel representatives declined to comment. Apple didn’t respond to a request for comments.</p>\n\n<p>A deal would follow Nvidia’s $5 billion purchase of stock in Intel, which will build custom-designed CPU chips to integrate in Nvidia’s AI systems. Japanese conglomerate SoftBank also announced a $2 billion investment in Intel last month.</p>\n\n<p>Intel, which has spent heavily on building out its foundry business, is seen as a critical part of President Trump’s plan to reduce reliance on non-U.S. manufacturers TSMC and Samsung to manufacture chips. The U.S. government acquired a roughly 10% stake in the chipmaker in an unusual deal in August.</p>",
            "published_at": "2025-09-24T21:45:54.299Z",
            "url": "https://www.theinformation.com/briefings/intel-said-seek-investment-apple?unlock=c88520&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/intel-said-seek-investment-apple?unlock=c88520&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2448998,
                    "display_name": "Valida Pau"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 2971,
                    "name": "semiconductors"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 15972,
            "guid": "14a3ae",
            "headline": "Google Judge Raises Future of Open Web As She Weighs Ad Tech Divestiture",
            "dek": "The future of independent web sites is increasingly in the spotlight, as many complain that traffic from Google search has declined.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>The judge overseeing an antitrust case over Google’s ad tech operations, Leonie&nbsp;Brinkema,&nbsp;signaled skepticism on Wednesday about whether Google should be forced to divest part of its ad tech business. Her comments came on the third day of a hearing considering how to overhaul Google’s businesses to deal with Brinkema’s ruling in April that Google monopolized the market for technology that helps websites sell ads. The Justice Department has argued that Google should be forced to divest its ad tech operations that help publishers sell ads.</p>\n\n<p>Brinkema asked a lawyer on Wednesday morning whether forcing Google to divest part of its ad tech business would hurt the future of independent web sites, and whether she should take that issue into account as she considers possible remedies for Google’s ad tech monopoly. The future of the open Web—independent web sites—has been a subject of increasing prominence in recent months, as traffic from Google search to web sites has declined, thanks to Google’s introduction of AI overviews.</p>\n\n<p>Later in the day, Brinkema questioned a computer scientist who testified that it would be easy to shift Google’s ad tech into a new environment, as part of a divestiture. Brinkema asked the scientist, who was testifying for the government as an expert witness, how he could be so sure it would be easy. She also asked a witness how antitrust concerns about a possible buyer of the ad tech business should be considered.</p>",
            "published_at": "2025-09-24T20:28:40.013Z",
            "url": "https://www.theinformation.com/briefings/google-judge-raises-future-open-web-weighs-ad-tech-divestiture?unlock=14a3ae&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/google-judge-raises-future-open-web-weighs-ad-tech-divestiture?unlock=14a3ae&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2242907,
                    "display_name": "Catherine Perloff"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1299,
                    "name": "google"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 15971,
            "guid": "025845",
            "headline": "Alibaba Shares Surge after Slew of AI Related Announcements",
            "dek": "The Chinese tech giant announced a trillion-parameter model and inclusion of Nvidia’s software stack in its cloud platform.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Alibaba Group’s share price rose more than 9% on Wednesday, after the Chinese tech giant announced a slew of artificial intelligence related developments in a conference.</p>\n\n<p>The company released the 1 trillion-parameter Qwen3-Max, the latest addition to the Qwen suite of large-language models. It’s the third LLM from China that claims to have 1 trillion parameters, after Kimi K2, developed by startup Moonshot AI, and an unspecified model developed by state-owned China Telecom. Alibaba also said that its cloud services will include Nvidia’s Physical AI software stack, which developers use for autonomous driving and robotics applications.</p>\n\n<p>Some Chinese startups in the robotics field already have been accessing Nvidia’s software themselves, and it remains to be seen if being available via Alibaba Cloud will lift the demand from China for Nvidia’s Physical AI software. The Chinese company will also launch its first data centers in Brazil, France, and the Netherlands, with additional data centers to be added in Mexico, Japan, South Korea, Malaysia, Dubai in the coming year, though it didn’t specify whether these data centers will be equipped with Nvidia chips, nor what clients they are for.</p>\n\n<p>Alibaba has become an investor darling since February when the company announced that it plans to invest $52 billion in AI infrastructure over the next three years.</p>",
            "published_at": "2025-09-24T19:12:44.882Z",
            "url": "https://www.theinformation.com/briefings/alibaba-shares-surge-slew-ai-related-announcements?unlock=025845&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/alibaba-shares-surge-slew-ai-related-announcements?unlock=025845&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1459572,
                    "display_name": "Jing Yang"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 5129,
                    "name": "asia"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 15970,
            "guid": "638ab7",
            "headline": "Data Center Site Developer Fermi Targets $13 billion Valuation in IPO",
            "dek": "A $13 billion valuation would be a rich price tag for a site developer with Fermi’s limited track record.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Fermi America, a data center site developer founded by former Energy Secretary Rick Perry, is&nbsp;targeting a roughly $13 billion valuation in its initial public offering on the Nasdaq exchange.</p>\n\n<p>Founded this year by Perry and others, Fermi has no revenue. It is aiming to build and power the world’s largest data center complex on a 5,263-acre site in Amarillo, Texas. The company says the site, leased from Texas Tech University, will have access to 1 gigawatt of power by the end of 2026. It’s aiming to raise up to $550 million in the offering, according to an updated prospectus filed Wednesday.</p>\n\n<p>A $13 billion valuation would be a rich price tag for a site developer with Fermi’s limited track record, likely reflecting the belief that its access to land and power will be attractive to tech companies competing for limited resources to build data centers.</p>\n\n<p>UBS, Evercore ISI, Cantor Fitzgerald and Mizuho are acting as the lead book-running managers for the planned IPO.</p>",
            "published_at": "2025-09-24T18:28:39.382Z",
            "url": "https://www.theinformation.com/briefings/data-center-site-developer-fermi-targets-13-billion-valuation-ipo?unlock=638ab7&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/data-center-site-developer-fermi-targets-13-billion-valuation-ipo?unlock=638ab7&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2412958,
                    "display_name": "Miles Kruppa"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                },
                {
                    "type": "Topic",
                    "id": 902,
                    "name": "markets"
                },
                {
                    "type": "Topic",
                    "id": 6148,
                    "name": "real estate"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 15968,
            "guid": "f77109",
            "headline": "Exclusive: DataBank Gets Moody’s Rating in $1.1 Billion Data Center Deal",
            "dek": "The financing is more evidence that major credit rating agencies are getting comfortable evaluating data center deals.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>DataBank, a data center developer backed by DigitalBridge and Australia’s superannuation&nbsp;fund, raised $1.1 billion in the first data center asset-backed securities offering to be given a credit rating by Moody’s.</p>\n\n<p>The financing is more evidence that major credit rating agencies are getting comfortable evaluating data center deals. Many large, risk-averse investors such as insurance companies won’t invest in ABS or loans unless they have an investment grade credit rating.</p>\n\n<p>DataBank spent more than a year working with Moody’s on the rating and gave input on its <a href=\"https://www.moodys.com/research/Moodys-Ratings-introduces-a-methodology-for-rating-data-center-asset--PBS_1438042\">methodology for evaluating data centers,</a> DataBank CFO Kevin Ooley said in a statement. The new ABS will be used to refinance loans for three data center facilities leased to tech companies, which DataBank didn’t name.</p>\n\n<p>The DataBank ABS is split into two parts: $975 million of secured Class A-2 notes and $92 million of Class B Notes. Moody’s gave the Class A-2 notes an investment grade A3 rating, indicating low credit risk. It didn’t give a rating to the Class B notes.</p>\n\n<p>S&amp;P Global Ratings&nbsp;also gave investment grade ratings to the notes. It gave the Class A-2 notes an A- rating and the Class B notes a BBB- rating, indicating it thinks the debt could be vulnerable to changing economic conditions.</p>\n\n<p>Deutsche Bank, Guggenheim Securities and TD Securities worked with DataBank on the transaction.</p>",
            "published_at": "2025-09-24T13:00:32.976Z",
            "url": "https://www.theinformation.com/briefings/exclusive-databank-gets-moodys-rating-1-1-billion-data-center-deal?unlock=f77109&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/exclusive-databank-gets-moodys-rating-1-1-billion-data-center-deal?unlock=f77109&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2412958,
                    "display_name": "Miles Kruppa"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 4441,
                    "name": "cloud"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                },
                {
                    "type": "Topic",
                    "id": 4022301,
                    "name": "finance"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 15967,
            "guid": "bc0abd",
            "headline": "Cloudflare Sets Up a Fight Over Google’s AI Overviews Access",
            "dek": "Cloudflare announced a new feature it said will enable website owners to block AI Overviews without having to opt out of being included in Google search.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Cloudflare, which says it powers 20% of the world’s internet traffic, on Wednesday announced a new feature that it said will enable website owners to block Google’s AI Overviews search product without having to opt out of being included in Google search.</p>\n\n<p>The feature, if effective, could alleviate a major concern for publishers, who have complained that AI Overviews—an AI-generated summary that sits on top of Google’s search results page for some searches—is using their content without directing traffic to their sites. Penske Media Corp., which owns publications including Rolling Stone and Variety, sued Google last week over traffic drops it attributed to AI Overviews. Currently, Google doesn’t allow publishers to opt out of AI Overviews without opting out of being indexed in search, which would be a death knell to many publishers who still rely heavily on Google for traffic.</p>\n\n<p>Cloudflare’s new product still leaves a lot of questions unanswered. In an interview, Cloudflare CEO Matthew Prince said that Cloudflare is making it easier for website publishers to update their robots.txt file—essentially instructions that AI companies are expected to follow—to include language specifying for example that Google can use their content for search but not AI Overviews. That said, robots.txt instructions are not legally binding, as Cloudflare executives themselves have <a href=\"https://www.theinformation.com/articles/cloudflare-block-google-scaping-websites-ai-products?rc=n9lbpq\">said</a>.</p>\n\n<p>Prince said that Cloudflare had given people at Google a heads up about the product, but that Google hasn’t said they would abide by the new instructions. Google or another AI company disregarding robots.txt could give publishers cause to sue, Prince said.</p>",
            "published_at": "2025-09-24T13:00:32.798Z",
            "url": "https://www.theinformation.com/briefings/cloudflare-sets-fight-googles-ai-overviews-access?unlock=bc0abd&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/cloudflare-sets-fight-googles-ai-overviews-access?unlock=bc0abd&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1276174,
                    "display_name": "Erin Woo"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                },
                {
                    "type": "Topic",
                    "id": 1299,
                    "name": "google"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 15969,
            "guid": "3b4e54",
            "headline": "Nvidia In Talks to Lease Chips to OpenAI as Startup’s Server Spending Plan Rises to $1 Trillion",
            "dek": "OpenAI's deals imply it aims to spend around $1 trillion to fund its AI ambitions over the next decade.",
            "source_url": "https://www.theinformation.com/articles/openai-megadeal-nvidia-discusses-new-business-model-chip-leasing?rc=c48ukx",
            "source_label": "The Information",
            "body": "<p>Nvidia and OpenAI are in discussions to structure their massive artificial intelligence data center partnership around an unconventional business model: OpenAI would lease Nvidia’s AI chips rather than purchasing them outright, <a href=\"https://www.theinformation.com/articles/openai-megadeal-nvidia-discusses-new-business-model-chip-leasing?rc=c48ukx\">The Information reported</a>.</p>\n\n<p>The potential arrangement is an undisclosed part of a landmark tentative deal announced Monday, in which Nvidia will provide up to $100 billion in funding to help OpenAI build its own data centers, starting with a $10 billion cash infusion next year. It shows how Nvidia is seeking new ways to sell its products to a class of customers that, unlike established cloud giants, would struggle to finance such large hardware purchases on their own.</p>\n\n<p>The scale of the potential project is immense, targeting up to 10 gigawatts of data center capacity, with a total cost estimated between $500 billion and $600 billion and Nvidia’s chips and networking equipment accounting for the lion’s share of that expense. Those figures would be in addition to the $450 billion that OpenAI earlier this year projected it would spend to rent 8 GW worth of server capacity from cloud providers through the end of this decade, according to The Information. That implies the ChatGPT maker is already aiming to spend around $1 trillion to fund its AI ambitions over the next decade.</p>",
            "published_at": "2025-09-24T06:13:04.900Z",
            "url": "https://www.theinformation.com/briefings/nvidia-talks-lease-chips-openai-startups-server-spending-plan-rises-1-trillion?unlock=3b4e54&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/nvidia-talks-lease-chips-openai-startups-server-spending-plan-rises-1-trillion?unlock=3b4e54&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 4,
                    "display_name": "Amir Efrati"
                }
            ],
            "related_items": [
                {
                    "type": "Article",
                    "id": 15805,
                    "guid": "84ed0040e6",
                    "title": "In OpenAI Megadeal, Nvidia Discusses a New Business Model: Chip Leasing",
                    "url": "https://www.theinformation.com/articles/openai-megadeal-nvidia-discusses-new-business-model-chip-leasing?utm_source=ti_app"
                }
            ],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                },
                {
                    "type": "Topic",
                    "id": 2971,
                    "name": "semiconductors"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 15966,
            "guid": "405181",
            "headline": "Tether CEO Says It’s Evaluating Fundraising ",
            "dek": "The stablecoin giant is in early talks to raise up to $20 billion, implying valuation of up to $500 billion, Bloomberg reported.",
            "source_url": "https://www.bloomberg.com/news/articles/2025-09-23/crypto-giant-tether-seeks-500-billion-valuation-in-major-raise?srnd=phx-crypto",
            "source_label": "Bloomberg",
            "body": "<p>Tether, the world’s largest stablecoin issuer, is evaluating raising funding from investors to expand across business lines, including stablecoins, AI, commodity trading, and media, by “several orders of magnitude,” said CEO Paolo Ardoino in a <a href=\"https://x.com/paoloardoino/status/1970657524891496959\">tweet</a> Tuesday.</p>\n\n<p>His comment came after Bloomberg reported Tether is in early talks with investors to raise between $15 billion and $20 billion in exchange for about 3% stake, citing two people familiar with the matter. Tether, a closely-held firm, has said it made $13 billion in profits in 2024.</p>\n\n<p>That would imply a valuation of up to $500 billion, putting it in the same league as OpenAI and SpaceX. Cantor Fitzgerald, which manages Tether’s reserve assets, is acting as the lead adviser, Bloomberg said, adding details may change and eventual numbers could be significantly lower.</p>\n\n<p>Tether issues USDT, which has $172 billion in market circulation. Circle, the second largest stablecoin issuer with $74 billion of outstanding USDC, currently has $33 billion in market value.</p>\n\n<p>Earlier this month, Tether announced it will launch a U.S.-focused stablecoin, called USAT, by setting up a new company, which will count Anchorage Digital, the issuance partner of the new stablecoin, as a shareholder. Tether’s U.S. CEO, Bo Hines, former White House crypto adviser, earlier told Bloomberg that Tether has no plans to raise money.</p>",
            "published_at": "2025-09-23T22:19:49.028Z",
            "url": "https://www.theinformation.com/briefings/tether-early-talks-raise-20-billion?unlock=405181&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/tether-early-talks-raise-20-billion?unlock=405181&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1999301,
                    "display_name": "Yueqi Yang"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 4022301,
                    "name": "finance"
                },
                {
                    "type": "Topic",
                    "id": 116267,
                    "name": "crypto"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 15965,
            "guid": "e61fb7",
            "headline": "Microsoft in Talks to Pay Publishers for Content Used by AI Chatbots",
            "dek": "The move would theoretically give publishers a way to continually make money from chatbots that surface information from their content.",
            "source_url": "https://www.axios.com/2025/09/23/microsoft-ai-marketplace-publishers",
            "source_label": "Axios",
            "body": "<p>Microsoft is preparing to launch a new marketplace that would let makers of AI products pay U.S. publishers for content that the AI products surface, Axios reported on Tuesday. The company is preparing to launch a pilot program that will pay certain publishers for content that’s used by Microsoft’s Copilot chatbot and eventually expand to&nbsp; AI applications made by other companies. It outlined the program in a summit with publishers last week, according to the report.</p>\n\n<p>A Microsoft spokesperson declined to comment.</p>\n\n<p>Firms like Microsoft, OpenAI, and Anthropic have previously struck deals with individual publishers to license content used to train AI models. The new marketplace from Microsoft would theoretically grant publishers of books and news outlets a way to continually make money from chatbots that surface information from their copyrighted material. That could also give chatbot makers a way to access content that publishers have blocked chatbots from scraping.</p>\n\n<p>Microsoft itself has also drawn the ire of publishers including the New York Times, which sued both Microsoft and OpenAI for allegedly using its intellectual property to train OpenAI’s models without permission.</p>",
            "published_at": "2025-09-23T21:21:12.717Z",
            "url": "https://www.theinformation.com/briefings/microsoft-talks-pay-publishers-content-used-ai-chatbots?unlock=e61fb7&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/microsoft-talks-pay-publishers-content-used-ai-chatbots?unlock=e61fb7&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1236432,
                    "display_name": "Aaron Holmes"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                },
                {
                    "type": "Topic",
                    "id": 632,
                    "name": "microsoft"
                }
            ]
        }
    ]
}