{
    "briefings": [
        {
            "type": "Briefing",
            "id": 15959,
            "guid": "483c20",
            "headline": "Coinbase Wants to be ‘Super App’ and Replaces Banks: CEO",
            "dek": "Brian Armstrong’s comments come as bank lobbying groups clash with crypto groups.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Coinbase CEO Brian Armstrong said he wants to develop a super app for customers that would provide an array of financial services such as cards and payments beyond crypto trading.</p>\n\n<p>“Ultimately we want to be a bank replacement for people,” Armstrong <a href=\"https://www.youtube.com/watch?v=02YqCHhSIRM\">told</a> Fox Business last Friday. “We want to be their primary financial services account.”</p>\n\n<p>Armstrong also criticized the push by bank lobbying groups to ban crypto exchanges from paying yield to users on their stablecoin holdings in the upcoming crypto bill. The stablecoin legislation passed in July banned stablecoin issuers from directly paying customers interest, but exchanges can. Coinbase currently pays 4.1% rewards on users’ USDC stablecoin holdings. Bank trade groups <a href=\"https://bpi.com/closing-the-payment-of-interest-loophole-for-stablecoins/\">say</a> such yield could cause deposit flight risks for banks, undermining their ability to make loans.</p>\n\n<p>Armstrong and other crypto leaders visited Capitol Hill last week to advocate for the Clarity Act. Kraken is also building out a full set of financial services, most recently launching Krak, an app providing instant payment and saving rewards.</p>",
            "published_at": "2025-09-22T17:34:13.846Z",
            "url": "https://www.theinformation.com/briefings/coinbase-wants-super-app-replaces-banks-ceo?unlock=483c20&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/coinbase-wants-super-app-replaces-banks-ceo?unlock=483c20&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1999301,
                    "display_name": "Yueqi Yang"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 4022301,
                    "name": "finance"
                },
                {
                    "type": "Topic",
                    "id": 116267,
                    "name": "crypto"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 15958,
            "guid": "b82685",
            "headline": "Arguments Begin for Remedies in Google’s Advertising Technology Anti-Trust Case",
            "dek": "The Department of Justice is arguing for a Google break up \r\n",
            "source_url": "",
            "source_label": "The Information ",
            "body": "<p>The second phase of Google’s second antitrust case—this one around its ad tech operations—opened in a Virginia courthouse on Monday. In April, a district judge <a href=\"https://www.theinformation.com/articles/googles-breakup-likely-second-antitrust-loss\">found</a> Google monopolized the market for technology that helps websites sell ads, and the trial that is on this week will help decide how Google should address these findings.</p>\n\n<p>The Department of Justice is arguing that Google should be forced to sell its suite of technology that helps web publishers manage and sell ad space, today known as <a href=\"https://www.theinformation.com/articles/google-preparing-make-ad-tech-unit-independent\">Google Ad Manager</a>. Google, for its part, says the judge’s findings can be addressed by removing some of the ties between Google’s various advertising technology products. Google has also said they plan to appeal the judge’s ruling.</p>\n\n<p>Google’s ad tech operations are facing anti-trust scrutiny from many angles. Earlier this month, European regulators <a href=\"https://www.theinformation.com/briefings/european-commission-warns-may-mandate-google-ad-tech-breakup\">fined</a> Google €2.95 billion for anti-competitive behavior in ad tech, in a case similar to the one brought by the Department of Justice. Separately, several of Google’s competitors in publisher advertising technology—including Magnite, PubMatic and OpenX—have sued Google, alleging that Google’s anti-competitive behavior in advertising technology harmed their businesses. Publishers including People Inc., Business Insider and Slate also recently sued Google for harms related to advertising technology.</p>",
            "published_at": "2025-09-22T17:28:33.790Z",
            "url": "https://www.theinformation.com/briefings/arguments-begin-remedies-googles-advertising-technology-anti-trust-case?unlock=b82685&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/arguments-begin-remedies-googles-advertising-technology-anti-trust-case?unlock=b82685&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2242907,
                    "display_name": "Catherine Perloff"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1299,
                    "name": "google"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 15957,
            "guid": "45a319",
            "headline": "Nvidia Will Invest Up to $100 Billion in OpenAI For New Data Centers",
            "dek": "The unprecedented agreement, while devoid of details, answers a looming question about how OpenAI would pay for its soaring server costs. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Nvidia and OpenAI said Monday they had signed a strategic partnership in which the chip designer will invest up to $100 billion in the ChatGPT maker over an unspecified time as the startup increasingly relies on Nvidia’s artificial intelligence chips.</p>\n\n<p>The move will help OpenAI develop its own data centers in addition to the unprecedented agreements it has struck to rent Nvidia chip servers from Microsoft and Oracle, according to a person who spoke to Nvidia executives about the new deal.</p>\n\n<p>The agreement involves OpenAI plans to develop 10 gigawatts of data center capacity—enough power to run numerous large cities. In other words, Nvidia would pay OpenAI roughly $10 billion per gigawatt of capacity the startup develops.</p>\n\n<p>Nvidia and OpenAI said they are still finalizing the details of the partnership, and it isn’t clear how the agreement impacts OpenAI’s plan to develop its own AI server chips with the aid of Broadcom, an Nvidia rival. Shares in Nvidia rose 5% on the news.</p>\n\n<p>OpenAI over the summer projected it would spend $450 billion on AI chip servers before the end of the decade, largely through rental agreements with Oracle and Microsoft, and has projected it will burn $115 billion through 2029 before starting to generate cash from its business, <a href=\"https://www.theinformation.com/articles/openai-says-business-will-burn-115-billion-2029?rc=zjctrx\">The Information has reported</a>. It isn’t clear how the Nvidia chip-powered data centers OpenAI is seeking to develop would impact those figures.</p>",
            "published_at": "2025-09-22T17:24:05.860Z",
            "url": "https://www.theinformation.com/briefings/nvidia-says-will-invest-100-billion-openai?unlock=45a319&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/nvidia-says-will-invest-100-billion-openai?unlock=45a319&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1518951,
                    "display_name": "Anissa Gardizy"
                }
            ],
            "related_items": [],
            "topics": []
        },
        {
            "type": "Briefing",
            "id": 15956,
            "guid": "615d94",
            "headline": "FTC Consumer Protection Lawsuit Against Amazon Heads to Trial This Week",
            "dek": "In the suit, the FTC alleges Amazon made it difficult for shoppers to cancel subscriptions and understand billing terms.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>A Federal Trade Commission lawsuit against Amazon’s alleged use of deceptive practices to lock consumers into its Prime subscription goes to trial this week in a Seattle court. In the lawsuit, which the FTC filed in 2023, the commission alleges that Amazon violated consumer protection laws by tricking shoppers into signing up for Prime memberships without their knowledge, including by making it difficult to understand billing terms and to cancel subscriptions. Amazon has denied the allegations.</p>\n\n<p>The lawsuit is separate to the FTC’s antitrust lawsuit against Amazon, alleging that it uses illegal monopolization tactics to control online commerce, which isn’t due to go to trial until 2027.</p>\n\n<p>Several Amazon executives are also named as individual defendants. Judge John Chun, who is overseeing the case, said that two of the executives, Neil Lindsay and Jamil Ghani, would be individually responsible if the FTC proves misconduct during the trial because of their work on the Prime program. The jury will decide if another executive, Russell Grandinetti, will be similarly liable.&nbsp;“The bottom line is that neither Amazon nor the individual defendants did anything wrong – we remain confident that the facts will show these executives acted properly and we always put customers first,“ an Amazon spokesperson said in a statement.</p>",
            "published_at": "2025-09-22T14:27:02.859Z",
            "url": "https://www.theinformation.com/briefings/ftc-consumer-protection-lawsuit-amazon-heads-trial-week?unlock=615d94&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/ftc-consumer-protection-lawsuit-amazon-heads-trial-week?unlock=615d94&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1403907,
                    "display_name": "Ann Gehan"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1239,
                    "name": "e-commerce"
                },
                {
                    "type": "Topic",
                    "id": 1332,
                    "name": "amazon"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 15955,
            "guid": "8cc267",
            "headline": "Oracle CEO Catz Steps Aside, As Cloud Chief Promoted",
            "dek": "The management shuffle highlights the importance of cloud to Oracle.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Oracle CEO Safra Catz is stepping aside, to be replaced by a pair of executives with experience in the cloud, both holding the CEO title. They are Oracle’s cloud chief, Clayton Magouyrk, and a long term Oracle executive Michael Sicilia who also worked in cloud. The new arrangement confirms how cloud has become Oracle’s most important business.</p>\n\n<p><a href=\"https://www.theinformation.com/articles/the-people-with-power-at-oracle-as-it-focuses-on-the-cloud?rc=9byxri\">Magouyrk joined Oracle</a> in 2014 after several years at Amazon, including AWS. Sicilia previously worked in the cloud unit under its former leader, Don Johnson, another former AWS executive. Sicilia has&nbsp;held various roles in recent years. In June he was promoted to be president of “Industries” and before that he ran Oracle’s global business units.</p>\n\n<p>Meanwhile, Oracle named a new Principal Financial Officer, Douglas Kehring, succeeding Catz, who had also held that position. She will stay on as Executive Vice Chair of Oracle. A key decision maker remains Larry Ellison, who is chair of Oracle and the controlling shareholder.</p>",
            "published_at": "2025-09-22T12:58:00.303Z",
            "url": "https://www.theinformation.com/briefings/oracle-ceo-catz-steps-aside-cloud-executive-promoted?unlock=8cc267&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/oracle-ceo-catz-steps-aside-cloud-executive-promoted?unlock=8cc267&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1270,
                    "display_name": "Martin Peers"
                }
            ],
            "related_items": [],
            "topics": []
        },
        {
            "type": "Briefing",
            "id": 15954,
            "guid": "fef98b",
            "headline": "Trump to Sign Executive Order This Week with Details of TikTok Deal",
            "dek": "The order will also delay enforcement of the TikTok sale-or-ban law for another 120 days.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>President Donald Trump is expected to sign an executive order this week outlining the structure of a proposed deal for a group of investors to take over TikTok’s U.S. operations, according to a White House official.</p>\n\n<p>Under the plan, a new joint-venture company will be created to run TikTok U.S., with a seven member board controlled by Americans. TikTok’s Chinese parent company, ByteDance, is expected to create a duplicate copy of TikTok’s algorithm, and lease it to the new ownership company, the official said. Oracle, one of the investors involved, will be responsible for retraining and monitoring the algorithm.</p>\n\n<p>While more details have been emerging about the deal in recent days, including the <a href=\"https://www.theinformation.com/briefings/trump-says-murdochs-likely-involved-tiktok-deal?rc=kfcki8\">involvement of Rupert and Lachlan Murdoch</a>, it remains unclear when it will actually come into effect. The executive order this week is expected to further delay the ban-or-sale law against TikTok for another 120 days, to give investors more time to finalize the paperwork, the official said.</p>",
            "published_at": "2025-09-22T10:00:53.039Z",
            "url": "https://www.theinformation.com/briefings/trump-sign-executive-order-week-details-tiktok-deal?unlock=fef98b&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/trump-sign-executive-order-week-details-tiktok-deal?unlock=fef98b&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 984841,
                    "display_name": "Sylvia Varnham O'Regan"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 5129,
                    "name": "asia"
                },
                {
                    "type": "Topic",
                    "id": 11216,
                    "name": "policy"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 15953,
            "guid": "84cb1e",
            "headline": "Trump Says Murdochs are Likely to be Involved in TikTok Deal",
            "dek": "A potential investment would be from Fox Corporation, according to a person familiar with the matter.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>President Donald Trump said Sunday that media executives Rupert and Lachlan Murdoch are likely to be part of a group of investors planning to take over TikTok’s U.S. operations.</p>\n\n<p>In an interview on <a href=\"https://www.foxnews.com/video/6379887912112\">Fox News</a>, Trump said billionaires Larry Ellison and Michael Dell are part of the consortium of investors. He added, “I hate to tell you this, but a man named Lachlan is involved,” clarifying that he was referring to Lachlan Murdoch. “Rupert [Murdoch] is probably gonna be in the group, I think they’re gonna be in the group,” Trump said.</p>\n\n<p>A person familiar with the matter said that if an investment does take place, it would be from Fox Corporation, which the Murdochs oversee.</p>\n\n<p>A deal to sell TikTok’s U.S. business has been in the works for months but appeared to accelerate this weekend after Trump said Chinese President Xi Jinping approved the deal during a phone call between the pair on Friday.</p>",
            "published_at": "2025-09-21T21:03:19.682Z",
            "url": "https://www.theinformation.com/briefings/trump-says-murdochs-likely-involved-tiktok-deal?unlock=84cb1e&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/trump-says-murdochs-likely-involved-tiktok-deal?unlock=84cb1e&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 984841,
                    "display_name": "Sylvia Varnham O'Regan"
                }
            ],
            "related_items": [],
            "topics": []
        },
        {
            "type": "Briefing",
            "id": 15952,
            "guid": "e7237a",
            "headline": "Microsoft, Amazon Warn Foreign Staffers to Stay in U.S. Due to H-1B Fee",
            "dek": "The White House clarified on Saturday that the $100,000 fee applies only to new H-1B applications. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Some of the tech industry’s largest employers warned foreign staffers to stay in the U.S. or return immediately after President Donald Trump announced a plan Friday to impose a $100,000 fee on H-1B worker visas.</p>\n\n<p>But in a sign of the chaotic roll-out of the policy, the White House on Saturday clarified that the fee will only apply to new applicants for H-1Bs, not those on existing visas or seeking renewals, according to <a href=\"https://www.axios.com/2025/09/20/trump-h-1b-immigration-visas\">multiple</a> <a href=\"https://www.politico.com/news/2025/09/20/donald-trump-h1b-visas-overhaul-00574345\">reports</a>. It also said the $100,000 charge will be a <a href=\"https://x.com/joemillerjr/status/1969452986448457815\">one-time fee</a>, not an annual fee, as members of the Trump administration <a href=\"https://www.cnbc.com/2025/09/19/trump-overhaul-h-1b-visa.html\">had said</a> on Friday.</p>\n\n<p>Still, the <a href=\"https://www.cnbc.com/2025/09/20/trump-h-1b-visa-tech-foreign-governments.html\">warnings</a> from Amazon, <a href=\"https://x.com/OsintUpdates/status/1969293135218909240?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1969293135218909240%7Ctwgr%5Ec9dc0d89de0a09e1d076e074bb49960d8b3f780a%7Ctwcon%5Es1_&ref_url=https%3A%2F%2Fwww.theweek.in%2Fnews%2Fbiz-tech%2F2025%2F09%2F20%2Fh1-b-policy-update-this-is-what-microsoft-amazon-jpmorgan-told-employees-after-donald-trump-s-new-visa-fee.html\">Microsoft</a> and other companies to their staffers appeared to occur before the White House clarified that the fee won’t apply to existing H-1B holders. Spokespeople for Amazon and Microsoft didn’t respond to requests Saturday about whether they are still advising employees on the visas to stay in the U.S. in light of the new White House comments.</p>\n\n<p>Tech companies rely heavily on H-1B visas for high-skilled workers from India, China and other countries. Trump’s <a href=\"https://www.whitehouse.gov/presidential-actions/2025/09/restriction-on-entry-of-certain-nonimmigrant-workers/\">H-1B order</a> on Friday did not specify that the fee only applied to new applications for the visa. The new policy is due to go into effect on Sunday.</p>",
            "published_at": "2025-09-20T18:51:36.811Z",
            "url": "https://www.theinformation.com/briefings/microsoft-amazon-warn-foreign-staffers-stay-u-s-due-h-1b-fee?unlock=e7237a&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/microsoft-amazon-warn-foreign-staffers-stay-u-s-due-h-1b-fee?unlock=e7237a&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 3158,
                    "display_name": "Nick Wingfield"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 5129,
                    "name": "asia"
                },
                {
                    "type": "Topic",
                    "id": 1332,
                    "name": "amazon"
                },
                {
                    "type": "Topic",
                    "id": 632,
                    "name": "microsoft"
                },
                {
                    "type": "Topic",
                    "id": 11216,
                    "name": "policy"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 15951,
            "guid": "e27bf5",
            "headline": "TikTok Deal Will Give Americans 6 of 7 Board Seats, White House Says",
            "dek": "White House Press Secretary Karoline Leavitt said she anticipates the deal will be signed in the coming days.\r\n",
            "source_url": "https://www.foxnews.com/video/6379847651112",
            "source_label": "Fox News",
            "body": "<p>A new company overseeing TikTok’s U.S. operations will be majority-owned by U.S. investors, with six of seven board seats going to Americans, White House Press Secretary Karoline Leavitt said in an interview on Fox News Saturday.</p>\n\n<p>The comments come after President Donald Trump said Friday that Chinese President Xi Jinping had approved a&nbsp;deal to sell TikTok’s U.S. operations to a group of investors, following months of uncertainty over whether China would agree to the arrangement. TikTok’s Chinese parent company, ByteDance, will hold a stake of just under 20% in the new company, and will have one seat on the board.</p>\n\n<p>Speaking on Fox News, Leavitt said the Oracle—one of the&nbsp;investors in the deal—will lead data and privacy matters, while&nbsp;TikTok’s algorithm “will also be controlled by America.” Leavitt said those details had all been agreed upon&nbsp;and now the deal needed to be signed, which she anticipated would happen “in the coming days.”</p>",
            "published_at": "2025-09-20T18:05:34.800Z",
            "url": "https://www.theinformation.com/briefings/tiktok-deal-will-give-americans-6-7-board-seats-white-house-says?unlock=e27bf5&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/tiktok-deal-will-give-americans-6-7-board-seats-white-house-says?unlock=e27bf5&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 984841,
                    "display_name": "Sylvia Varnham O'Regan"
                }
            ],
            "related_items": [],
            "topics": []
        },
        {
            "type": "Briefing",
            "id": 15950,
            "guid": "381355",
            "headline": "Crypto Custody Firm BitGo Files for IPO",
            "dek": "BitGo is the first crypto custodian to go public in the U.S.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>BitGo filed for an initial public offering on Friday, becoming the first crypto custodian to go public in the U.S.</p>\n\n<p>Founded in 2013, BitGo is one of the largest crypto custody firms in the U.S., with $90.3 billion assets on platform. Crypto custodians safekeep crypto assets for clients, preventing them from being hacked or misused. The company also provides stablecoin issuance services, and acts as a custodian and infrastructure provider for the stablecoin issued by President Donald Trump’s World Liberty.</p>\n\n<p>The Palo Alto, Calif.,-based company is seeking to list on the New York Stock Exchange under the ticker BTGO. It reported a profit of $12.6 million on revenue of $4.19 billion for the first six months this year, compared with a profit of $30.9 million and revenue of $1.12 billion during the same period last year. In 2024, it made revenue of $3 billion and profit of $157 million.</p>\n\n<p>Goldman Sachs and Citigroup are lead advisers for the offering.</p>",
            "published_at": "2025-09-20T00:26:05.668Z",
            "url": "https://www.theinformation.com/briefings/crypto-custody-firm-bitgo-files-ipo?unlock=381355&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/crypto-custody-firm-bitgo-files-ipo?unlock=381355&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1999301,
                    "display_name": "Yueqi Yang"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 116267,
                    "name": "crypto"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 15949,
            "guid": "9bcdc0",
            "headline": "Trump Announces $100,000 H-1B Visa Fee and $1 Million ‘Gold Card’",
            "dek": "The move would make it more costly for tech companies to hire foreign workers.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>President Donald Trump announced Friday that skilled foreign workers applying for H1-B visas will have to pay a $100,000 fee.</p>\n\n<p>Currently, H1-B applicants pay fees including $215 to enter a lottery, and a larger application fee if they are selected in the lottery. Tech companies often hire foreign tech workers on H1-B visas.</p>\n\n<p>President Trump also signed an executive order creating a ‘Gold Card’ program, under which applicants can pay $1 million to the Commerce Department for an expedited visa, or companies can pay $2 million to sponsor an applicant.</p>",
            "published_at": "2025-09-19T23:31:29.355Z",
            "url": "https://www.theinformation.com/briefings/trump-announces-100-000-h-1b-visa-fee-1-million-gold-card?unlock=9bcdc0&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/trump-announces-100-000-h-1b-visa-fee-1-million-gold-card?unlock=9bcdc0&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2114360,
                    "display_name": "Rocket Drew"
                }
            ],
            "related_items": [],
            "topics": []
        },
        {
            "type": "Briefing",
            "id": 15948,
            "guid": "21cf2e",
            "headline": "Navan’s IPO Filing Shows Losses,  Steady Revenue Growth",
            "dek": "The travel software company is the latest in a flurry of tech IPOs this fall. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Travel software company Navan, in paperwork made public Friday for a planned initial public offering, said revenue rose 30% to $329 million for the six months ended July 31. That’s roughly the same growth rate for the same period the year before.</p>\n\n<p>Navan, founded 10 years ago as TripActions, showed a net loss of $100 million for the six months ended July 31 compared to $93 million in the prior period. The company spends about half of the revenue it generates on sales and marketing. The Information earlier reported <a href=\"https://www.theinformation.com/briefings/exclusive-travel-software-startup-navan-prepares-public-listing\">on its IPO plans</a>.</p>\n\n<p>Navan was valued at $9.2 billion in 2022 and its backers include Andreessen Horowitz, Coatue Management and Lightspeed Venture Partners. Goldman Sachs and Citigroup lead&nbsp;the IPO underwriting.</p>",
            "published_at": "2025-09-19T21:16:45.675Z",
            "url": "https://www.theinformation.com/briefings/navans-ipo-filing-shows-losses?unlock=21cf2e&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/navans-ipo-filing-shows-losses?unlock=21cf2e&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2448998,
                    "display_name": "Valida Pau"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1019,
                    "name": "startups"
                },
                {
                    "type": "Topic",
                    "id": 1985,
                    "name": "travel"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 15947,
            "guid": "f9b870",
            "headline": "Oracle and Meta in Talks for $20 Billion Compute Deal",
            "dek": "Meta is an existing customer of Oracle, but the new deal could greatly increase the amount of Nvidia graphics processing units it rents from the firm. \r\n",
            "source_url": "https://www.bloomberg.com/news/articles/2025-09-19/oracle-in-talks-with-meta-on-20-billion-ai-cloud-computing-deal",
            "source_label": "Bloomberg",
            "body": "<p>Oracle is in talks with Meta Platforms about a cloud computing deal worth around $20 billion over multiple years, according to a person with knowledge of the deal. Meta is an existing customer of Oracle, but the new deal could greatly increase the amount of Nvidia graphics processing units it rents from the firm.</p>\n\n<p>In addition to building its own data centers, Meta is expanding its cloud contracts to get capacity more quickly. Meta recently signed a <a href=\"https://www.theinformation.com/articles/meta-signs-10-billion-plus-cloud-deal-google\">more than $10 billion cloud deal</a> with Google. Bloomberg first reported on the talks. The terms of the new deal are not final and could still change, according to the report.</p>\n\n<p>The talks are the latest in Oracle’s rise as a major player in the cloud computing market. Last week The Wall Street Journal reported that OpenAI committed to spending a whopping $300 billion with Oracle over multiple years starting in 2027. On Oracle’s earnings call last week, the firm told investors it signed “significant” contracts with OpenAI, xAI, Meta and Nvidia, which has also become a big customer of cloud servers powered by its chips.</p>\n\n<p>Meta is still investing heavily in its own data centers—it recently raised nearly $30 billion for a data center in Louisiana. CEO Mark Zuckerberg said recently that Meta plans to spend around $600 billion on servers through 2028.</p>",
            "published_at": "2025-09-19T20:52:19.656Z",
            "url": "https://www.theinformation.com/briefings/oracle-meta-talks-20-billion-compute-deal?unlock=f9b870&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/oracle-meta-talks-20-billion-compute-deal?unlock=f9b870&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1518951,
                    "display_name": "Anissa Gardizy"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                },
                {
                    "type": "Topic",
                    "id": 4441,
                    "name": "cloud"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 15946,
            "guid": "109c3e",
            "headline": "Nvidia in Talks to Invest $500 Million in Wayve",
            "dek": "Jensen Huang previewed investments in several U.K. companies.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Nvidia is nearing a deal to invest $500 million in Wayve, a self-driving car company based in the U.K., Nvidia CEO Jensen Huang announced Thursday.</p>\n\n<p>Wayve said it is considering the investment as part of an upcoming funding round. Wayve uses Nvidia chips to develop its artificial intelligence foundation models for <a href=\"https://www.theinformation.com/articles/nine-self-driving-startups-chasing-waymos-lead\">autonomous vehicles</a>. It previously raised $1.3 billion, most recently at a valuation of $2.78 billion in May 2024, according to PitchBook, from investors including SoftBank, Eclipse Ventures and Nvidia.</p>\n\n<p>Huang said that he expects the first U.K.-based company worth over $1 trillion to be an AI company. He said Nvidia is also planning to invest in several other U.K. companies, such as Revolut, which provides a digital banking app, and AI video startup Synthesia.</p>\n\n<p>The announcement followed President Donald Trump’s visit to the U.K. earlier this week, during which tech companies pledged billions of dollars in investment in the country.</p>",
            "published_at": "2025-09-19T20:13:21.604Z",
            "url": "https://www.theinformation.com/briefings/nvidia-talks-invest-500-million-wayve?unlock=109c3e&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/nvidia-talks-invest-500-million-wayve?unlock=109c3e&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2114360,
                    "display_name": "Rocket Drew"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 15945,
            "guid": "370409",
            "headline": "Rent the Runway Previously Explored Strategic Options Including a Sale",
            "dek": "None of the discussions progressed beyond preliminary talks, the company said in a filing.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Rent the Runway spent the past two years unsuccessfully trying to find a buyer for the company, among a number of “strategic alternatives” its advisers explored, according to a securities filing Thursday. The company met with both strategic buyers and financial sponsors, but none of the discussions progressed beyond preliminary talks, the filing said.</p>\n\n<p>In the end, the company <a href=\"https://www.theinformation.com/briefings/private-equity-firms-take-control-rent-runway?rc=d8mrkd\">turned over control to its longtime lender</a> and other investors in exchange for a significant reduction in Rent the Runway’s debt load, which was set to mature in October 2026, the company announced last month. Rent the Runway is in the middle of a turnaround plan to cut its costs and restart subscriber growth after COVID lockdowns decimated demand for office and event attire.</p>\n\n<p>“The thing holding Rent the Runway back over the past few years has been our capital structure,” cofounder and CEO Jenn Hyman said in an interview on The Information’s TITV earlier this week. “Both our lender as well as our private equity firms believed that there was actually value in continuing to be a public stock and enabling public shareholders to be along for the value creation ride. They did a year of work on the business and understanding it, researching the business, and they believed that the business was vastly misunderstood by the public markets,” she added.</p>",
            "published_at": "2025-09-19T19:18:52.752Z",
            "url": "https://www.theinformation.com/briefings/rent-runway-previously-explored-strategic-options-including-sale?unlock=370409&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/rent-runway-previously-explored-strategic-options-including-sale?unlock=370409&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1403907,
                    "display_name": "Ann Gehan"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1239,
                    "name": "e-commerce"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 15944,
            "guid": "84ab20",
            "headline": "Elon Musk’s xAI Said to Raise $10 Billion at $200 Billion Valuation ",
            "dek": "CNBC said the money would come from several investors that “could include” Saudi Arabia’s Public Investment Fund. ",
            "source_url": "https://www.cnbc.com/2025/09/19/musks-xai-10-billion-at-200-billion-valuation.html",
            "source_label": "CNBC",
            "body": "<p>Elon Musk’s xAI is raising $10 billion at a $200 billion valuation, inclusive of the new financing, CNBC <a href=\"https://www.cnbc.com/2025/09/19/musks-xai-10-billion-at-200-billion-valuation.html\">reported</a> on Friday. CNBC said the money would come from several investors that “could include” Saudi Arabia’s Public Investment Fund.</p>\n\n<p>Elon Musk wrote on X that CNBC’s report was “fake news,” saying “xAI is not raising any capital right now.” The reported new round would come after xAI <a href=\"https://www.theinformation.com/briefings/elon-musks-xai-raises-10-billion-debt-equity\">raised $10 billion</a> in equity and debt earlier this summer. While xAI did not publicly state a valuation for that round, CNBC reported it was approximately $150 billion. In March, xAI acquired X, formerly known as Twitter, in a transaction that valued the combined company at $113 billion.</p>\n\n<p>A $200 billion valuation would give xAI a higher valuation than Anthropic, which said it had <a href=\"https://www.theinformation.com/briefings/anthropic-raises-13-billion-170-billion-valuation\">raised $13 billion</a> at a $183 billion post-money valuation earlier in September. OpenAI is currently letting employees <a href=\"https://www.theinformation.com/briefings/5feb2c\">sell shares at a $500 billion valuation</a>, The Information has reported.</p>",
            "published_at": "2025-09-19T18:40:27.950Z",
            "url": "https://www.theinformation.com/briefings/elon-musks-xai-raising-10-billion-200-billion-valuation?unlock=84ab20&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/elon-musks-xai-raising-10-billion-200-billion-valuation?unlock=84ab20&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1422855,
                    "display_name": "Theo Wayt"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 255454,
                    "name": "x"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 15943,
            "guid": "ee785f",
            "headline": "President Trump Announces TikTok Deal Reached With China",
            "dek": "Even with the apparent approval for a deal, there are still many questions remaining about the next steps for TikTok.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>President Donald Trump said Friday that Chinese President Xi Jinping had approved a deal for the sale of TikTok’s U.S. operations. The deal will allow TikTok to comply with a law passed last year that required TikTok to divest from ByteDance or face a ban in the U.S.</p>\n\n<p>Posting on <a href=\"https://truthsocial.com/@realDonaldTrump/posts/115231649861246548\">Truth Social</a>, the president wrote: “I just completed a very productive call with President Xi of China. We made progress on many very important issues including Trade, Fentanyl, the need to bring the War between Russia and Ukraine to an end, and the approval of the TikTok Deal.” Trump also said he had agreed to visit China “in the early part of next year.”</p>\n\n<p>China’s Xinhua news agency put out a statement saying the Chinese government, in respect to TikTok, “is pleased to see companies engage in sound commercial negotiations based on market principles, aiming to reach solutions that comply with Chinese laws and regulations and achieve a balance of interests. It hopes the U.S. side will provide an open, fair, and non-discriminatory business environment for Chinese enterprises investing in the United States.”</p>\n\n<p>Under the deal, TikTok parent company ByteDance will sell TikTok U.S. to a company 80% owned by U.S. investors, including several shareholders that&nbsp;own stock in ByteDance,&nbsp;while ByteDance will take a&nbsp;19.9% stake.</p>\n\n<p>The investors will pay a&nbsp;fee to the U.S. government that could total in the billions of dollars for arranging the spinoff, according to <a href=\"https://www.wsj.com/business/deals/u-s-government-expected-to-get-multibillion-dollar-fee-in-tiktok-deal-685e3944?mod=hp_lead_pos2\">The Wall Street Journal</a>. That’s similar to the fees investment banks charge for facilitating&nbsp;mergers, but would be unusually high by those standards.</p>\n\n<p>Even with the apparent approval for a deal, there are still many questions remaining about the next steps for TikTok, including the logistics of splitting off the U.S. business, the <a href=\"https://www.theinformation.com/articles/tiktok-u-s-s-new-investor-lineup-remains-flux?rc=kfcki8\">investor lineup</a>, and who will run the new company.</p>\n\n<p>Pressed for details at a press briefing later on Friday, Trump told reporters that the deal&nbsp;is “well on its way”&nbsp;and “the investors are getting ready.”</p>\n\n<p>(Updates with details of the government fees.)</p>",
            "published_at": "2025-09-19T16:01:48.314Z",
            "url": "https://www.theinformation.com/briefings/president-trump-announced-tiktok-deal-reached-china?unlock=ee785f&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/president-trump-announced-tiktok-deal-reached-china?unlock=ee785f&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 984841,
                    "display_name": "Sylvia Varnham O'Regan"
                }
            ],
            "related_items": [],
            "topics": []
        },
        {
            "type": "Briefing",
            "id": 15942,
            "guid": "2b9c3f",
            "headline": "OpenAI Projects $450 Billion in Server Rentals Through 2030",
            "dek": "The company plans to spend roughly $100 billion on backup servers alone\r\n",
            "source_url": "https://www.theinformation.com/articles/openai-spend-100-billion-backup-servers-ai-breakthroughs?rc=c48ukx",
            "source_label": "The Information",
            "body": "<p>OpenAI plans to spend roughly $100 billion renting servers from cloud providers for backup computing power between 2026 and 2030, <a href=\"https://www.theinformation.com/articles/openai-spend-100-billion-stockpile-servers-ai-breakthroughs?preview=true&rc=c48ukx\">The Information reported</a> Friday.</p>\n\n<p>That’s in addition to the $350 billion the ChatGPT maker plans to spend on computing costs for training and running AI models by the end of this decade. This spending would far exceed the revenue that American cloud providers will generate this year from all their customers.</p>\n\n<p>The $100 billion in backup servers is aimed at powering sudden or unforeseen AI research breakthroughs or viral products, the report said. OpenAI CEO Sam Altman and CFO Sarah Friar have spoken extensively about how the company is constrained by the amount of servers it can access.</p>",
            "published_at": "2025-09-19T14:49:14.389Z",
            "url": "https://www.theinformation.com/briefings/openai-projects-450-billion-server-rentals-2030?unlock=2b9c3f&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/openai-projects-450-billion-server-rentals-2030?unlock=2b9c3f&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 786903,
                    "display_name": "Sri Muppidi"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 15941,
            "guid": "b4e569",
            "headline": "House China Committee To Ask PayPal For Documents over Money-Laundering Concerns",
            "dek": "The committee cited the risk of money-laundering operations linked to fentanyl trafficking.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>The House Select Committee on China is planning to send a letter to PayPal CEO Alex Chriss on Friday, seeking assurances that the U.S. payment giant is complying with anti money-laundering rules after it entered into a partnership earlier this year with a unit of Chinese tech giant Tencent.</p>\n\n<p>In a draft copy of the letter viewed by The Information, the Committee said U.S. authorities had identified Tencent’s payment feature for its popular WeChat messaging app for allegedly facilitating money-laundering operations tied to fentanyl trafficking. Further, it claimed that PayPal’s integrations with Tencent’s payment feature through their partnership “risk converting a coordination platform for criminal networks into a direct payment rail.” The Committee requested that PayPal provide documents including agreements with Tencent, as well as organizational charts and risk assessments.</p>\n\n<p>In July, PayPal announced a series of global partnerships with many of the world’s largest payment systems, including Tencent’s payment business. The U.S. company said the partnership would enable PayPal users who travel to China to use the PayPal app to make purchases at local stores that accept WeChat’s payment system.</p>\n\n<p>PayPal has been contacted for comment.</p>",
            "published_at": "2025-09-19T01:18:35.599Z",
            "url": "https://www.theinformation.com/briefings/house-china-committee-ask-paypal-documents-money-laundering-concerns?unlock=b4e569&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/house-china-committee-ask-paypal-documents-money-laundering-concerns?unlock=b4e569&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 984841,
                    "display_name": "Sylvia Varnham O'Regan"
                },
                {
                    "type": "Author",
                    "id": 97940,
                    "display_name": "Juro Osawa"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 5129,
                    "name": "asia"
                },
                {
                    "type": "Topic",
                    "id": 11216,
                    "name": "policy"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 15940,
            "guid": "97e3c9",
            "headline": "Nvidia to Hire Networking Startup Enfabrica’s CEO, License Technology",
            "dek": "Enfabrica was the No. 1 computing startup on The Information’s 50 Most Promising Startups list in 2024. \r\n",
            "source_url": "https://www.cnbc.com/2025/09/18/nvidia-spent-over-900-million-on-enfabrica-ceo-ai-startup-technology.html",
            "source_label": "CNBC",
            "body": "<p>Nvidia has spent more than $900 million to hire the CEO of networking startup Enfabrica and a number of engineering employees, as well as pay for the firm’s technology in a nonexclusive license, according to two people&nbsp;with direct knowledge. Nvidia, an existing investor in the firm, approached the company with an offer in recent weeks, after the startup began seeing early success with its networking technology.</p>\n\n<p>A spokesperson for Nvidia declined to comment and Rochan Sankar, the CEO of Enfabrica, did not respond to a request for comment. It’s not clear why Nvidia didn’t acquire the company outright, but instead structured the deal in a similar way to how other big tech companies have done similar acquihires of AI companies. CNBC first reported on the deal.</p>\n\n<p>Enfabrica, founded in 2019, is developing chips for AI data centers that aim to solve key networking and memory bottlenecks in large clusters of Nvidia graphics processing units. Enfabrica’s technology connects GPUs so all the chips can process large amounts of data quickly. Enfabrica was the No. 1 computing startup on <a href=\"https://www.theinformation.com/projects/the-information-50\">The Information’s 50 Most Promising Startups</a> list in 2024.</p>\n\n<p>Nvidia has invested heavily into networking and in 2020 bought networking giant Mellanox for $7 billion, which is now the backbone of its advanced GPU systems. Enfabrica previously raised around $300 million from investors including Valor Equity Partners, Atreides Management, Sutter Hill Ventures and Spark Capital.</p>",
            "published_at": "2025-09-19T00:19:22.844Z",
            "url": "https://www.theinformation.com/briefings/nvidia-hire-networking-startup-enfabricas-ceo-license-technology?unlock=97e3c9&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/nvidia-hire-networking-startup-enfabricas-ceo-license-technology?unlock=97e3c9&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1518951,
                    "display_name": "Anissa Gardizy"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        }
    ]
}